/*
Navicat MySQL Data Transfer

Source Server         : liyunhao
Source Server Version : 50720
Source Host           : localhost:3306
Source Database       : softwarecup_test

Target Server Type    : MYSQL
Target Server Version : 50720
File Encoding         : 65001

Date: 2018-06-29 19:54:53
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `t_corp`
-- ----------------------------
DROP TABLE IF EXISTS `t_corp`;
CREATE TABLE `t_corp` (
  `ORG` int(38) NOT NULL,
  `ID` int(38) NOT NULL,
  `SEQ_ID` int(38) NOT NULL,
  `REG_NO` text,
  `CORP_NAME` text,
  `ADDR` text,
  `BELONG_ORG` varchar(200) DEFAULT NULL,
  `BELONG_DIST_ORG` varchar(200) DEFAULT NULL,
  `BELONG_TRADE` varchar(200) DEFAULT NULL,
  `ECON_KIND` varchar(200) DEFAULT NULL,
  `ADMIT_MAIN` varchar(200) DEFAULT NULL,
  `START_DATE` varchar(200) DEFAULT NULL,
  `CHECK_DATE` varchar(200) DEFAULT NULL,
  `OPER_MAN_IDENT_NO` varchar(200) DEFAULT NULL,
  `OPER_MAN_NAME` text,
  `CORP_STATUS` text,
  `REG_CAPI` decimal(38,0) DEFAULT NULL,
  `FARE_TERM_START` varchar(240) DEFAULT NULL,
  `FARE_TERM_END` varchar(200) DEFAULT NULL,
  `FARE_SCOPE` text,
  `UNI_SCID` varchar(200) DEFAULT NULL,
  `TEL` varchar(200) DEFAULT NULL,
  `WEB_URL` varchar(200) DEFAULT NULL,
  `EMAIL` varchar(200) DEFAULT NULL,
  `PRAC_PERSON_NUM` decimal(38,0) DEFAULT NULL,
  `ORG_INST_CODE` varchar(250) DEFAULT NULL,
  `TAXPAY_NUM` varchar(250) DEFAULT NULL,
  `STAFF_SIZE` varchar(250) DEFAULT NULL,
  `ENGLISH_NAME` varchar(250) DEFAULT NULL,
  `FORMER_NAME` varchar(250) DEFAULT NULL,
  `CREATE_DATE` varchar(250) DEFAULT NULL,
  `CREATE_ORG` varchar(250) DEFAULT NULL,
  PRIMARY KEY (`ORG`,`ID`,`SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_corp
-- ----------------------------
INSERT INTO `t_corp` VALUES ('1', '1', '1', '001', '公司01', 'XX市XX街道', '1', '1', '1', '1', '1', '36526', '43230', '1000001', '张三', '1', '500', '37031', '长期', '计算机软件', '203545264', '15300001011', 'www.zhang3.com', 'zhang3@xx.com', '300', '', '', '', '', '', '', '');
INSERT INTO `t_corp` VALUES ('2', '2', '2', '002', '公司02', 'XX市XX街道', '2', '2', '2', '2', '2', '36526', '43230', '1000002', '李四', '1', '1000', '37031', '长期', '硬件', '584534515', '15300001002', 'www.li4.com', 'li4@xx.com', '500', '', '', '', '', '', '', '');
INSERT INTO `t_corp` VALUES ('3', '3', '3', '003', '公司03', 'XX市XX街道', '3', '3', '3', '3', '3', '36526', '43231', '1000003', '王五', '32874', '800', '37031', '长期', '半导体', '123515122', '15300001003', 'www.wang5.com', 'wang5@xx.com', '400', '', '', '', '', '', '', '');
INSERT INTO `t_corp` VALUES ('4', '4', '4', '004', '子公司01', 'XX市XX街道', '4', '4', '4', '4', '4', '36526', '43230', '1000004', '张三', '1', '100', '37031', '长期', '网络安全', '223834825', '15300000997', 'www.zhang4.com', 'zhang4@xx.com', '100', '', '', '', '', '', '', '');
INSERT INTO `t_corp` VALUES ('5', '5', '5', '005', '子公司02', 'XX市XX街道', '5', '5', '5', '5', '5', '36526', '43230', '1000005', '李四', '1', '200', '37031', '长期', '架构', '183819754', '15300000993', 'www.li5.com', 'li5@xx.com', '200', '', '', '', '', '', '', '');
INSERT INTO `t_corp` VALUES ('876', '118266', '9', '320000000043800', '中国林业科学研究院林产化学工业设计所', '南京市锁金村', '876', '883', '3204', '25', '8', '1991/12/19', '2009/9/8 11:32', '', '蒋剑春', '1899/12/31', '123000000', '1991/12/19', '1991/12/6', '', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2010/12/15 8:51', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118274', '7', '320000000042227', '南京邮电学院后勤汽车修理厂000', '南京市新模范马路６４号', '876', '914', '3260', '25', '8', '1986/5/16', '2009/2/26 15:13', '', '高大海', '1899/12/31', '7000000', '1986/5/16', '', '汽车修理（二类）。汽车零部件的代购、零售。＊wwwwwww', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2010/12/15 10:51', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118281', '14', '320000000064033', '江苏省太湖采石公司', '苏州市吴中区西山镇元山', '876', '1402', '2113', '25', '6', '1989/10/27', '2008/3/12', '', '杨永生', '1899/12/31', '4500000000', '1989/10/27', '', '石灰石、建筑石开采，普通硅酸盐水泥、矿渣硅酸盐水泥制造、销售，水泥预制构件制造，钟表、电子元件、电子器件装配，服装及其它缝纫品加工，货物运输，装卸机械维修。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/11/21 14:00', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118330', '8', '320000000042569', '中国煤炭物资徐州公司', '徐州市铜山县三堡', '876', '4664', '2896', '25', '6', '1983/9/12', '2003/3/31', '3.2031163121e+014', '刘继明', '1899/12/31', '699700000', '1983/9/12', '', '钢材、有色金属、铁合金、生铁、建筑材料、汽车零部件、电工器材、化工原料及化工产品（危险品除外）、仪器仪表、劳保用品、木材及制品、焦炭、电极、炭极、交电（进口录像机除外）销售，汽车（小轿车除外）零售。直属直供企业生产的矿用支护、穿孔机械、采掘设备、井下照明、锅炉附件的代销、批发。仓库货物出租，物资储存，铁路专用线货运，货物装卸。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/5/4 14:34', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118336', '5', '320000000043746', '江苏省水利厅劳动服务公司', '南京市上海路８号', '876', '912', '2920', '26', '6', '1985/3/20', '2002/3/6', '3.2082770061e+014', '张燕', '1899/12/31', '49100000', '1985/3/20', '', '日用百货、日用化学品、日用杂品、文化用品、劳保用品、粮油及制品、农副产品（棉花、蚕茧除外）、五金、电工器材、建筑材料、汽车零部件、水工机械、钢材、烟零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/4/13', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118344', '10', '320000000042317', '江苏省东风剧场', '南京市淮海路２号', '876', '886', '2871', '25', '8', '1982/5/11', '2008/10/16 16:27', '', '司志林', '1899/12/31', '50000000', '1982/5/11', '', '日用百货、服装、工艺美术品（金银制品除外）、鲜花零售、代销，家具展销。照片冲扩。＊vcvcbv', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/11/7 15:03', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118344', '12', '320000000062564', '江苏省东风剧场', '南京市淮海路２号', '876', '886', '2871', '25', '8', '1982/5/11', '2009/4/3 14:28', '', '司志林', '1899/12/31', '50000000', '1982/5/11', '', '日用百货、服装、工艺美术品（金银制品除外）、鲜花零售、代销，家具展销。照片冲扩。＊vcvcbv', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2009/4/3 14:28', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118368', '8', '320000000045090', '华东实业总公司', '南京市北京西路６７号', '876', '912', '2852', '25', '8', '1991/9/23', '2008/8/4 13:06', '3.2000011011e+012', '胡民开', '1899/12/31', '1000000000', '1991/9/23', '', '食品、土畜产等商品的出口，机械设备，仪器仪表等商品的进口（具体品种按经贸部核准的商品目录）；承办三来一补；对外经济技术交流；转口贸易。工业生产资料（小轿车除外）、五金、交电、化工（危险品除外）、石油制品（五种成品油除外）、建筑材料、针纺织品、百货、粮油制品、水产品、仪器仪表、橡胶及塑料制品的销售；仓储（危险品除外）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/8/4 13:06', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118383', '4', '320000000065420', '《南京师大学报》读者服务部', '南京市宁海路１２２号', '876', '912', '2946', '25', '6', '1992/12/21', '2005/12/1', '3.2010619471e+017', '吴增基', '1899/12/31', '5000000', '1992/12/21', '', '图书、报刊零售。文化用品、教具、玩具、工艺美术品（金银制品除外）销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2009/1/19 16:35', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118390', '13', '320000000044755', '中化江苏公司', '南京市中山南路49号商茂世纪广场27层、28层', '876', '886', '2912', '25', '6', '1992/12/30', '2005/5/30', '3.3020319631e+017', '顾林敏', '1899/12/31', '5000000000', '1992/10/10', '', '自营和代理各类商品及技术的进出口业务（不另附进出口商品目录），国家规定的专营进出口商品和国家禁止进出口等特殊商品除外。经营进料加工和“三来一补”业务，开展对销贸易和转口贸易。国内贸易（国家有专项规定的办理审批手续后经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/5/30', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118394', '9', '320000000044860', '江苏一星科学仪器厂', '南京市龙蟠路171号', '2234', '883', '2734', '25', '6', '1992/10/30', '2012/11/21 19:12', '3.3012272101e+014', '何容', '1899/12/31', '60000000', '1992/10/30', '', '电子产品及通信设备（卫星地面接收设施除外）、仪器仪表、计量标准器具制造、销售，普通机械、电器机械及器材、汽车零部件、五金、交电、化工（危险品除外）、百货销售，技术咨询，技术服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2012/11/21 19:19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118396', '2', '320000000045274', '南京师范大学外语服务公司', '南京市宁海路１２２号', '876', '912', '3142', '25', '6', '1993/1/6', '1993/1/6', '3.2010648053e+014', '刘海峰', '1899/12/31', '16000000', '1993/1/6', '', '外语翻译、咨询服务、人才培训。外语教学书籍、录音带、录像带、工艺美术品（金银制品除外）销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/4/28', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118402', '10', '320000000044345', '江苏海乐科技工贸公司', '南京市中山北路２１５号', '876', '914', '2902', '29', '11', '1989/5/23', '2008/8/1 10:36', '3.201064001e+014', '宋鑫宝', '1899/12/31', '35000000', '', '', '电子产品、电子计算机及配件、仪器仪表、金属材料、建筑材料、五金、交电、普通机械（锅炉及压力容器除外）、百货、针纺织品销售，工艺美术品（金银制品除外）、电子工程承包、电子产品生产、咨询服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/8/1 10:36', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118412', '9', '320000000044691', '江苏中联建设技术工贸联合公司', '南京市北京西路１２号', '876', '913', '3152', '29', '6', '1992/9/28', '2001/3/13', '3.2010652092e+014', '王良龙', '1899/12/31', '90000000', '1992/9/28', '', '建筑、建设技术咨询、技术服务，建筑材料、化工产品（危险品除外）、金属材料、木材、五金、普通机械、电器机械及器材、装饰材料、家用电器、仪器仪表、电子产品及通信设备（卫星地面接收设施除外）销售，粗直径钢筋连接，资料翻译，工程设备及器材租赁，室内外装饰。建筑机械、建筑材料的生产、加工、销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/9/26 14:15', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118414', '7', '320000000045311', '江苏华夏精细化工技术开发公司', '南京市宁海路１２２号', '876', '912', '3187', '25', '8', '1993/2/11', '2010/4/7 16:01', '3.2010456103e+014', '杨民富', '1899/12/31', '60000000', '1993/1/19', '', '精细化工技术咨询、技术服务，新产品研制，玻璃仪器制造、销售；化工设计及设备安装。化工原料及产品（危险品除外）、化工设备、仪器仪表、金属材料、建筑材料、电子产品、电器机械及器材、汽车零部件、百货、农副产品销售。人才培训。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2010/4/7 16:01', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118415', '11', '320000000044177', '江苏国泰综合服务公司', '南京市汉中门大街108号201室', '876', '915', '3125', '26', '6', '1992/7/14', '2006/11/23 10:13', '3.201055002e+014', '刘洪春', '1899/12/31', '60000000', '1992/7/14', '', '房屋、汽车维修，物业管理，劳务服务，文化办公机械、百货、酒销售，烟零售，洗车服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/11/23 10:13', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118418', '16', '320000000042911', '南京金刚石厂', '南京市白下区石门坎１０２号11', '876', '891', '2001', '25', '8', '1980/1/31', '2008/8/29 14:34', '3.2011448093e+014', '金敏德1', '1899/12/31', '467000000', '1980/1/31', '', '人造金刚石、人造金刚石工具、地质钻机、地质钻机工具和配件、金属材料切削机床、起重机械制造、维修、安装，电梯维修、安装，五金、交电、化工（危险品除外）、机电产品、汽车零部件、金属材料、百货、金刚石生产原料、金刚石生产设备及配件、本厂产品、石材、其它食品（限指定地点经营）销售，烟零售，其它居民服务业。仓储。设备租赁。＊234234234234', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2008/8/29 14:34', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118427', '5', '320000000044851', '江苏省地质工程勘察物资供销公司', '南京市中华门外东善桥', '876', '894', '2897', '25', '6', '1992/10/27', '2015/8/28 18:39', '3.2012152072e+014', '何昌林', '1899/12/31', '100000000', '1992/10/27', '', '地质工程专用机械设备及配件、金属材料销售，机械维修及来料加工。五金、交电、汽车（不含小轿车）及配件、建筑材料、普通机械、电器机械及器材、电子计算机及配件、电子产品、针纺织品的销售。仓储。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/8/28 18:39', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118428', '6', '320000000043141', '江苏印刷技工学校教学实验工厂', '南京市雨花东路养回红村１５２号', '876', '949', '2303', '25', '6', '1987/3/11', '2001/5/15', '3.2010265043e+014', '沈宁', '1899/12/31', '56300000', '1987/3/11', '', '书刊印刷。照像制版。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/5/23', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118433', '3', '320000000045643', '江苏省纪检学会开发部', '南京市新模范马路92号5楼503、504室', '876', '914', '3152', '25', '6', '1993/3/12', '2003/9/1 10:29', '3.2010651011e+014', '蒋  宏', '1899/12/31', '1000000000', '1993/3/12', '', '信息咨询，技术服务， 文教资料编辑，房屋买卖，装饰、装璜工程，五金、交电、 普通机械、电器机械及器材、建筑材料、日用百货、金属材料（贵金属除外）销售。房地产开发与经营（同级房地产开发主管部门同意后经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/9/1', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118455', '20', '91320500MA1M909C3P', '江苏省文物总店', '南京市中山东路３２１号', '876', '880', '2984', '16', '8', '1990/12/1', '2015/9/23 9:12', '11111', '贝贝', '1899/12/31', '61000000', '1990/12/1', '', '文物收购、零售、展销，文物知识的培训、咨询服务。字画的零售，其它工艺美术品、手工纸、文娱用品、文教用品、钟表、服装、鞋帽、装饰材料、家用电器的销售。＊', '3.2e+014', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/9/23 9:12', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118456', '6', '320000000041929', '江苏省徐州大湖水泥厂', '徐州市云龙区翠屏山街道办事处长山村', '876', '1167', '2434', '25', '6', '1986/8/15', '2003/8/19 8:24', '3.2072361013e+014', '宋永进', '1899/12/31', '600000000', '1986/8/15', '', '水泥制造。石灰石开发。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/8/14', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118461', '10', '320000000042405', '江苏音像出版社', '南京市白下路235号中楼', '876', '886', '3336', '25', '6', '1988/3/5', '2007/3/13', '3.2010519611e+017', '葛磊', '1899/12/31', '625300000', '1988/3/5', '', '声像制品的出版、复制、发行。视频产品（彩电除外）、音响设备、磁带的批发。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/3/13', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118467', '8', '320000000043133', '南京大学印刷厂', '南京市金银街１３号', '876', '913', '2303', '25', '6', '1991/7/1', '2006/7/7 10:55', '3.2010663112e+014', '尹建康', '1899/12/31', '494500000', '1991/7/1', '', '书刊印刷，文化办公用品、纸及纸制品及其它百货、油墨销售，烟零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/7/7 10:55', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118468', '6', '91320000MA1M90B40P', '南京林业大学机械厂', '南京市龙蟠路林业大学校内', '876', '883', '2549', '25', '6', '1984/11/14', '2015/12/17 13:33', '3.2011153113e+014', '张振军', '1899/12/31', '81000000', '1984/11/14', '', '金属加工机械、通用零部件、其它起重机械、铸锻件及工业专用设备、拖拉机及营林机械零配件的制造，非标准设备的设计、制造。本厂产品的销售，金属切削机床的安装、调试、修理。＊123', '3.2000000004e+014', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/12/17 13:33', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118470', '4', '320000000062079', '江苏电力报社经营部', '南京市北京西路２０号', '876', '912', '3157', '25', '7', '1993/4/6', '2012/11/21 19:38', '3.2010268051e+014', '王建革', '1899/12/31', '3000000', '', '', '设计、制作、发布国内报纸广告。电工器材的销售，咨询服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2012/11/21 19:45', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118477', '6', '320000000043922', '江苏康尼机电新技术公司', '南京市虎踞北路５０号', '876', '914', '2902', '25', '6', '1993/4/20', '1996/11/11', '3.2010639113e+014', '金元贵', '1899/12/31', '300000000', '1992/3/2', '', '金属加工机械、专用设备（烟草专用机械除外）、铁路专用器材、电器机械及器材、电子元件、电子器件、仪器仪表制造，自动控制系统设计、制作、安装。五金、交电、普通机械、电子产品及通信设备（卫星地面接收设施除外）销售，计算机应用服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/3/1', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118480', '4', '320402000000027', '南京大学彩色印刷厂', '南京市金银街１３号', '1335', '913', '2303', '26', '6', '1986/2/5', '1996/8/21', '3.201066309e+014', '曲喜红', '1899/12/31', '11300000', '1986/2/5', '', '书刊、报纸印刷。打字、复印、誊印，激光照排，纸品加工。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/3/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118489', '8', '320000000043086', '蓝星南京六九零二工厂', '南京市鼓楼区三步两桥１２号', '876', '914', '2734', '25', '6', '1980/2/12', '2005/9/6', '3.201026003e+014', '谭学俊', '1899/12/31', '3561900000', '1980/2/12', '', '电子产品及通信设备（卫星地面接收设施除外）、仪器仪表开发、制造、销售。经营本企业和本企业成员企业自产产品及相关技术的出口业务（国家组织统一联合经营的出口商品除外）；经营本企业和本企业成员企业生产、科研所需的原辅材料、机械设备、仪器仪表、零配件及相关技术的进口业务（国家初等核定公司经营的进口商品除外）；经营本企业的进料加工和“三来一补”业务', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/9/6', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118494', '21', '320000000045459', '江苏省建设集团公司', '南京市云南路３１－１号', '876', '913', '2823', '25', '6', '1993/2/15', '2007/3/15', '3.2010619611e+017', '刘志才', '1899/12/31', '12000000000', '1993/2/15', '', '承包本行业国外工程和境内外资工程；上述工程所需设备、材料出口；对外派遣本行业工程、生产和服务的劳务人员；按国家规定在国（境）外举办企业。可承担各种通用工业与民用建设项目的总承包，石油化工专用设备、石油制品（成品油除汽油、柴油、煤油外）、化工原料及产品（危险品除外）的销售；自营和代理除国家组织统一联合经营的16种出口商品和国家实行核定公司经营的14种进口商品以外的商品及技术的进出口业务；开展“三来一补”、进料加工业务；经营对销贸易和转口贸易；国内贸易（国家有专项规定的办理审批手续后经营）；人才培训。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/3/15', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118496', '5', '320000000042979', '中国航空港建设第二工程总队', '江苏省徐州市九里山', '876', '4664', '2823', '25', '6', '1991/6/11', '2003/4/24 9:15', '空字第08030769号', '陆春奇', '1899/12/31', '12638000000', '1991/6/11', '', '可承担：各类型城市道路的机场工程的施工；各级公路工程和桥梁（不含特大桥）、隧道工程的施工；16层以下、24米跨度以下的建筑物，高度50米以下的构筑物的建筑施工；小型工业建设项目的设备、线路、管道、电器、仪表的安装，非标准钢构件的制作、安装，和一般公用、民用建设项目的设备安装；各类型建设项目的土石方工程施工。机械设备维修，水泥预制构件制造。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/4/24', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118498', '8', '320000000045395', '华扬石油天然气勘探开发总公司', '南京市下关区热河南路37号', '876', '923', '2852', '25', '6', '1993/2/3', '2006/9/11 9:07', '3.2110246083e+014', '刘银春', '1899/12/31', '4034900000', '1993/2/3', '', '石油、天然气地质普查、勘探、开采，矿产品勘探、开发、加工，技术服务、技术咨询、劳务服务。工业生产资料（小轿车除外）、摩托车、仪器仪表、电子计算机及配件、五金、交电、化工（危险品除外）、建筑材料、石油制品（三种成品油除外）、矿产品（贵金属除外）的销售，公路桥梁建筑，石油化工工程施工，环保工程施工。承包境外石油天然气勘探开发施工工程和境内国际招标工程；上述境外工程所需的设备、材料出口；对外派遣实施上述境外工程所需的劳务人员。以下经营范围限分支机构经营：野营房修造，地质勘查设备、钻探工具、管材加工销售，石油机械', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/9/11 9:07', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118499', '2', '320000000045936', '江苏财经图书经销站', '南京市中山北路１０１号', '876', '913', '2946', '25', '6', '1993/5/16', '2003/7/8', '3.2010668063e+014', '金萍', '1899/12/31', '10000000', '1993/5/16', '', '书刊、杂志的零售、代购、代销。文教用品、音响设备的销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/7/7', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118534', '10', '320000000045362', '中国有色金属进出口江苏公司', '南京市中山东路４１２号十五楼', '876', '889', '2912', '25', '6', '1985/1/23', '2006/12/22', '3.2000011012e+012', '甘富华', '1899/12/31', '1006500000', '1985/1/23', '', '经营有色金属等商品的进出口业务。接受委托，代理上述进出口业务，承办中外合资经营、合作生产业务，承办来料加工、来样加工、来件装配业务。开展补偿贸易业务，经营转口贸易，金属材料、木材、建筑材料、矿产品（贵金属除外）、汽车（小轿车除外）、普通机械、百货、针纺织品、石油制品（五种成品油除外）、五金、化工（危险品除外）销售，冶金技术服务。自营或代理除国家组织统一联合经营的16种出口商品及国家实行核定公司经营的14种进口商品以外的其他各类商品的进出口业务。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/12/22', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118546', '5', '320000000046298', '江苏工业民用建筑设计院', '南京市鼓楼区虎踞北路181号', '876', '4658', '3204', '25', '6', '1993/7/14', '2007/3/23', '3.2011264013e+014', '陈德兴', '1899/12/31', '501000000', '1993/7/14', '', '建筑工程设计（甲级），技术咨询，技术服务，建筑材料销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/3/23', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118573', '4', '320000000046441', '江苏省华安工业设备调试检测中心', '南京市淮海路１４６号', '876', '886', '2902', '170', '6', '1993/9/2', '2006/9/19', '3.2010759091e+014', '周文祥', '1899/12/31', '103500000', '1993/9/2', '', '锅炉、压力容器、工业设备压力管道无损检测，电气装置、电梯、自动控制系统、自动化仪表、空气净化系统调试，技术咨询，无损检测器材、仪器仪表、电线电缆、五金、交电销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/9/19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118578', '5', '320000000045434', '江苏水利经济实业开发公司', '南京市上海路5号水利大厦403室', '876', '912', '2897', '25', '6', '1993/2/11', '2001/2/24', '3.204235209e+014', '戴伟如', '1899/12/31', '700000000', '1993/2/11', '', '城市综合开发（三级），建筑材料、五金、交电、百货、针纺织品、化工原料及化工产品（危险品除外）、金属材料、农副产品销售，技术咨询、技术服务，信息服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/2/1', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118582', '2', '320000000046513', '南京建筑工程学院工程勘察研究所', '南京市中山北路２００号', '876', '914', '3196', '25', '6', '1993/9/16', '1993/9/16', '3.2010652022e+014', '袁灿勤', '1899/12/31', '52000000', '1993/9/16', '', '工程勘察（乙级），岩土工程（乙级），技术咨询、技术服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/4/22', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118592', '5', '320000000042770', '南京新兴审计事务所', '南京市玄武区明故宫路６号', '876', '880', '3142', '25', '6', '1991/5/18', '2002/3/27', '南文字第03010271', '周永康', '1899/12/31', '50000000', '1991/5/18', '', '仅限定于在军内，依法独立承办与军事经济活动有关联的审计查证、验证、鉴证和咨询等社会审计业务。', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2002/3/26', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118593', '5', '320000000045856', '江苏体彩文化传播中心', '南京市虎踞路69号金厦山庄6、7号', '876', '912', '3157', '25', '6', '1993/4/6', '2004/5/20', '3.201061971e+017', '顾颖', '1899/12/31', '60000000', '1993/4/6', '', '设计、制作、代理影视、报刊、广播广告，设计、制作、代理发布户外、印刷品、礼品广告，代理自制广告，体育服装、体育用品、赛鸽用品、建筑材料、文化用品、鸽饲料的销售。中介服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/5/30', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118594', '35', '3200001101068', '江苏远东国际船舶代理有限公司', '南京市汉中路120号青华大厦东楼13层', '876', '876', '3007', '49', '8', '1992/11/27', '2014/3/7', '3.4010258012e+014', '施天荣', '1899/12/31', '400000000', '1992/11/27', '', '国际船舶代理及承揽海运货物、集装箱，仓储业务。提供劳务服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2016/8/15 11:15', '1903/8/23');
INSERT INTO `t_corp` VALUES ('876', '118600', '8', '320000000065727', '江苏光华储运公司', '南京市石门坎２号', '876', '891', '2993', '25', '6', '1993/2/24', '2001/6/8', '3.2010448121e+014', '田厚中', '1899/12/31', '10800000', '1993/2/24', '', '汽车货运，起重，装卸，商品储存，提供货物运输服务，汽车零部件，建筑材料、其它食品（烟限零售）、百货销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2010/6/7 11:02', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118601', '2', '320000000046628', '江苏华东土木工程监理公司', '南京市北祖师庵２６号', '876', '920', '3152', '25', '6', '1993/11/3', '1993/11/3', '3.1010339062e+014', '李典璜', '1899/12/31', '50000000', '1993/11/3', '', '铁路建筑工程建设监理（仅指地方铁路及专用铁路工程）。公路建筑、工业与用建筑、给水排水建筑、港口建筑、机场工程、市政工程、地下工程、通信信号工程的建设监理。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/2/20', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118609', '4', '320000000042042', '东南大学四达仪器开发公司', '南京市四牌楼２号', '876', '879', '3263', '25', '6', '1988/4/25', '2004/11/3 15:45', '3.2011357072e+014', '张宁馨', '1899/12/31', '12000000', '1988/4/25', '', '自动化仪器仪表的开发、制造、销售。电子计算机及配件、文化办公机械、电子产品及通信设备的安装、维修、零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/11/2', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118617', '15', '320000000000230', '江苏苏源新兴电建实业有限公司', '南京市中山路２４８号', '2234', '912', '2840', '23', '2', '1992/1/31', '2005/8/25', '3.2010265071e+014', '张岳荣', '1899/12/31', '353600000', '', '', '水电安装、调试，建筑施工，房屋维修，健美培训，商品储荐，输变电设备、建筑材料、金属材料、化工原料（危险品除外）、五金、电工器材、仪器仪表、工程机械配件、交电销售，住宿（限指定分支机构经营）。打字、复印，信息咨询。', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/4/28 10:09', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118630', '8', '320000000046020', '江苏托普技术开发公司', '南京市北京西路70号15号楼519室', '876', '912', '3157', '25', '6', '1993/5/5', '2006/12/8 10:17', '3.2010619601e+017', '毕建钢', '1899/12/31', '80000000', '1993/5/5', '', '信息服务、技术服务，电子计算机及配件、电子产品、普通机械、金属材料、建筑材料、五金、交电的销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/12/8 10:17', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118641', '5', '320000000044968', '江苏省供销社信息中心', '南京市中山北路１０１号', '876', '913', '3142', '26', '6', '1993/12/31', '1997/3/12', '3.201035306e+014', '洪小林', '1899/12/31', '50700000', '1992/11/11', '', '信息服务，价格咨询，金属材料、建筑材料、化工产品及原料（危险品除外）、木材、五金、交电、百货、针纺织品、农副产品（棉花除外）、电子计算机及配件、再生资源销售，计算机软件开发服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/7/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118649', '6', '320000000046773', '南京邮电大学电信工程公司', '南京市广东路３８号', '876', '914', '2840', '25', '6', '1994/1/7', '2005/12/31 16:17', '3.2010665111e+014', '毛锁方', '1899/12/31', '850000000', '1994/1/7', '', '电信工程、电子工程、通信管道工程设计、施工及维护，建筑智能化工程系统集成、设计、施工，通信应用软件开发、销售，通信设备及器材研发、销售，技术咨询、技术服务，技术培训。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/12/31 16:17', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118656', '7', '320000000044072', '江苏经业商贸公司', '南京市玄武门２２号', '876', '879', '2896', '26', '6', '1994/1/18', '2006/4/3', '3.2010657093e+014', '朱志义', '1899/12/31', '50000000', '1992/5/14', '', '金属材料（贵金属除外）、建筑材料、五金、交电、化工、煤炭、石油制品（三种成品油除外）、汽车及汽车零部件（小轿车除外）、电子计算机、普通机械、棉花、针纺织品、百货、日用杂品（烟花爆竹除外）销售，仓储，摄影服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/3', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118662', '8', '320000000043230', '南京水泥工业设计研究院', '南京市汉中路２０９号', '876', '893', '3204', '25', '6', '1986/5/8', '2007/3/1', '3.2010654081e+014', '孙晓英', '1899/12/31', '2902400000', '1986/5/8', '', '水泥及其它建筑材料节能环保技术和设备的开发、设计、销售、技术转让及技术服务；工程技术及工程造价咨询服务；计算机软件开发及计算机集成；物业管理；房屋租赁。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/3/1', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118665', '6', '320000000042171', '东南大学装饰安装工程公司', '南京市四牌楼２号', '876', '879', '3258', '25', '6', '1991/1/15', '2004/11/11', '3.2011357072e+014', '张宁馨', '1899/12/31', '501400000', '1991/1/15', '', '室内外装饰，空调、制冷工程设计、安装，冷作加工，炊事用具批发、零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/11/11', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118669', '9', '320000000044431', '江苏省科技贸易公司', '南京市北京西路70-1号', '876', '912', '3152', '25', '6', '1992/8/11', '2006/4/5', '3.2010656073e+014', '冷玉', '1899/12/31', '100000000', '1992/8/11', '', '科技信息服务，技术服务，保健用品、日用化学品的生产、销售。建筑材料、电子计算机及配件、制冷空调设备、汽车零部件、化工原料（危险品除外）、钢材、日用百货、家用电器（进口录像机除外）、文化办公机械、家用电器、工业传感器销售，为本系统代购汽车（小轿车除外）。机电产品（锅炉、压力容器除外）、化工产品（危险品除外）、环保产品的研制、销售、技术咨询、技术服务，安全节能产品、工业自动化控制产品、新型材料的研制、销售。*\r\n', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118674', '6', '320000000045969', '江苏省农业生产资料化工建材公司', '南京市莫愁路３５７号', '876', '893', '2897', '26', '6', '1993/4/26', '2001/7/30', '3.2110263062e+014', '陆立新', '1899/12/31', '50000000', '1993/4/26', '', '建筑材料、金属材料、化工原料（危险品除外）、人造板、农副产品（棉花、蚕茧除外）、土特产品、农林牧渔机械及配件、五金、交电、针纺织品、日用百货销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/3', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118681', '3', '320000000043465', '南京林业大学印刷厂', '南京市龙蟠路南京林业大学内', '876', '883', '2303', '25', '6', '1989/11/17', '2002/7/24 19:39', '3.2011364121e+014', '郑立生', '1899/12/31', '48000000', '1989/11/17', '', '书刊印刷，绘图、描图、打字。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2002/7/22', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118682', '9', '320000000045660', '江苏省保旺达技术开发公司', '南京市北京西路７０号', '876', '912', '3152', '26', '6', '1993/3/17', '2006/5/30', '3.201063312e+014', '濮展堂', '1899/12/31', '50000000', '1993/3/17', '', '技术咨询、技术服务，信息服务，电子产品、机械维修。摩托车、石油制品（五种成品油除外）、皮革制品销售，室内外装饰。金属材料、汽车（小轿车除外）、普通机械电器机械及器材、电子产品及通信设备（卫星地面接收设施除外）、木材、五金、交电、百货、针纺织品、化工原料（危险品除外）、建筑材料销售。代办货物托运，订票服务。复印、影印、打印（限指定的分支机构经营）。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/5/30', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118690', '10', '320000000044005', '江苏省南京第四机床厂', '南京浦口区石佛寺', '876', '928', '2549', '25', '6', '1979/9/25', '2006/8/29 10:41', '3.2112366101e+014', '潘孝银', '1899/12/31', '1000000000', '1979/9/25', '', '金属切削机床及配件、传动轴总成、汽车零配件、摩托车零配件制造、销售，金属切削机床、汽车维修，电子产品、服装、鞋帽、塑料制品、瓶盖、足球、灯具、玩具（窃听玩具除外）、伞、纸制品、金属材料（贵金属除外）加工、销售，烟草零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/8/29 10:41', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118695', '4', '320000000046708', '江苏省建筑幕墙门窗设计研究所', '南京市北京西路１２号', '876', '912', '3204', '25', '6', '1993/12/22', '1996/7/18', '3.2010652012e+014', '张云龙', '1899/12/31', '3000000', '1993/12/22', '', '建筑幕墙、门窗、五金配件产品设计，研究、制造、销售，技术服务、技术咨询、装饰装修。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/3/8', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118698', '4', '320000000045555', '中国药科大学保健品厂', '南京市雨花台区宁南工业园22号', '876', '876', '2861', '25', '6', '1993/2/26', '2006/7/13 9:33', '3.2010663112e+014', '丁向东', '1899/12/31', '65000000', '1993/2/26', '', '保健食品、保健冷饮、保健用品、中草药医药中间体、妇保止痒灭菌保健品制造及其销售。化妆品、食品添加剂制造及其销售，技术咨询、技术服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/7/13 9:33', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118699', '11', '320000000046749', '江苏华隆兴进出口公司', '无锡市人民西路45号金惠大厦15楼', '876', '1114', '2912', '25', '6', '1991/1/11', '2007/3/21', '2.3010519741e+017', '王威', '1899/12/31', '900000000', '1991/1/11', '', '经营或代理工程与农业机械等商品的进出口业务，承办中外合资经营、合作生产、来料加工、来样加工、来件装配、易货贸易及补偿贸易业务；本行业对外技术交流业务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/3/21', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118700', '7', '320000000043553', '江苏南化永大实业公司', '南京市大厂区新华路６２６号', '876', '', '2363', '26', '6', '1991/7/29', '2001/3/28', '3.201125104e+014', '林正经', '1899/12/31', '1089000000', '1991/7/29', '', '化学肥料、化工产品（危险品除外）、化工原料（危险品除外）、金属包装用品、塑料制品、铸锻件、电动机、有色金属制品、标准零部件、冲压件、仪器仪表、普通机械的制造、加工、修理、安装、销售，煤制品、液化气、装饰材料、建筑材料、五金、交电、水暖器材、钢材、木材、汽车零部件、煤炭、橡胶制品、液化气钢瓶、服装、针纺织品、劳保用品、日用百货、其它食品（烟限零售）（限指定地点经营）、农副产品（棉花除外）、电子产品、花卉、音像制品（限指定地点零售）销售，餐饮服务（限指定地点经营），咨询服务，劳务服务，灶具检测、维修、建筑工程', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2001/3/28', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118701', '7', '320000000043682', '江苏省建筑园林设计院00000', '南京市北京西路43-7号203室', '876', '912', '3204', '25', '6', '1986/5/29', '1999/11/10', '', '严晓勤', '1899/12/31', '50500000', '1986/5/29', '', '乙级建筑工程、乙级园林的设计。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2009/4/23 10:31', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118705', '3', '320000000044281', '江苏省职工技术协作服务中心', '南京市中山北路２０２号', '876', '914', '3187', '25', '6', '1992/7/24', '2004/3/5', '3.2010654123e+014', '徐效强', '1899/12/31', '17000000', '1992/7/24', '', '机械、电器、电子、石油化工、轻纺、冶金、环保、食品技术服务、技术咨询。文化办公机械、文化用品销售，打字机、复印机维修，电子、机械系统工程配套设计、设备安装、调试、维修。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/2/25', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118706', '5', '320000000045506', '江苏南艺艺术设计工程中心', '南京市虎踞北路１５号', '876', '912', '3187', '25', '6', '1993/2/24', '2002/8/23 11:12', '3.2010657043e+014', '何晓佑', '1899/12/31', '60000000', '1993/2/24', '', '美术品、工艺美术品设计、制作、销售，工业产品造型、包装装潢、环境工程的设计，城市雕塑设计、制作，室内外装饰工程设计、施工，设计、制作国内印刷品、报刊、模型广告，代理自制广告。承办艺术展览，文教用品、针纺织品、服装及辅助材料、装饰材料、石膏销售，技术咨询、人才培训，技术服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2002/8/23', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118708', '10', '320000000046280', '江苏金达石油科技公司', '南京市玄武区鸡鹅巷6号陵光商务楼712室', '876', '879', '3187', '25', '6', '1993/7/30', '2006/9/15', '3.2102662061e+014', '路    焰', '1899/12/31', '100000000', '1993/7/13', '', '石油技术服务，新产品的开发、研制，计算机软件开发。油田化学剂、石油钻采设备、工具及配件、仪器仪表、电子计算机及配件、金属材料（贵金属除外）、木材、建筑材料、百货、五金、交电、化工原料（危险品除外）、汽车零配件、机电设备、农副产品（棉花、蚕茧除外）、劳保用品、装饰材料、水暖器材的销售。涂料、焙烧加热设备制造、销售。工业设备管道安装。自营和代理各类商品及技术的进出口业务（国家限定公司经营或禁止进出口的商品和技术除外）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/9/15', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118709', '4', '320000000046652', '江苏峻菱通用机械厂', '南京市雨花台区油坊桥地质大队院内', '876', '952', '2595', '25', '6', '1993/11/20', '1996/4/29', '3.2011457081e+014', '吉松林', '1899/12/31', '18000000', '1993/11/20', '', '建筑工程机械、钻探机械制造、修理，土工测试仪器、钻探工具制造，动力机械修理，机械加工，钻探工具、内燃机配件、钻机配件、轴承、建筑材料、装饰材料、钢材、玻璃、硬质合金、仪器仪表、五金零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/3/29', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118710', '17', '320000000045563', '江苏省中艺国际演出公司', '南京市淮海路2号', '876', '891', '2896', '25', '6', '1993/2/27', '2005/5/27 10:55', '32011219460618163X', '李志洪', '1899/12/31', '120000000', '1993/2/27', '', '五金、化工（危险品除外）、针纺织品、百货、工艺美术品（金银制品除外）、电子计算机、文化办公机械、建筑材料、装饰材料、汽车配件、摩托车配件、家用电器、电器机械及器材、电子产品及通信设备（卫星地面接收设施除外）销售。彩扩，室内外装饰，技术咨询、技术服务，电原器件制造、销售。音像制品零售（限指定地点经营），线路、管道、设备安装。烟零售，企业管理咨询服务，人才培训。设计、制作国内电视、报纸广告，设计、制作、发布印刷品广告，代理自制广告，服饰表演，歌舞表演，文化技术交流，承办会议，文化艺术品展览。房地产信息咨询与中', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/5/27', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118714', '8', '320000000046505', '江苏金太阳广告装饰公司', '南京市大桥北路１号', '876', '932', '3157', '25', '6', '1993/9/16', '2004/6/22 9:00', '3.2080251102e+014', '衡一凡', '1899/12/31', '124200000', '1993/9/16', '', '设计、制作电视、报刊广告，设计、制作、发布印刷品、礼品及霓虹灯广告、代理自制广告；组织展览、包装装璜设计，室内外装饰，雕塑模型、工艺美术品（金银制品除外）、建筑材料、装饰材料销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/6/22', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118717', '13', '320000000043596', '江苏海宁电力实业公司', '南京市东井村４１号', '876', '942', '2840', '26', '6', '1988/3/22', '2005/10/27', '1.5250275063e+014', '张黎波', '1899/12/31', '2003329635', '1988/3/22', '', '送变电工程施工，高低压电器、电缆工程安装，电力工程设计、咨询，工程机械修理，百货销售，物业管理，水电安装，房屋维修。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/10/26', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118720', '4', '320000000042823', '南京师范大学进口汽车修理厂', '南京市太平门外板仓村７８号', '876', '883', '3260', '25', '6', '1988/7/26', '2003/6/26 15:55', '3.2010619661e+017', '王善坤', '1899/12/31', '11000000', '1988/7/26', '', '汽车维修（二类）。汽车零部件零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/6/20', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118721', '6', '320000000042501', '南京信息工程大学印刷厂', '南京市浦口区盘城镇', '876', '931', '2303', '25', '6', '1986/8/29', '2004/12/21', '3.2011162012e+014', '郑华欣', '1899/12/31', '38000000', '1986/8/29', '', '书刊印刷。铸字，油墨制造，印刷机械加工。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/12/17', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118722', '3', '320000000043109', '南京师范大学印刷厂', '南京市宁海路１２２号', '876', '912', '2303', '25', '6', '1994/3/24', '1994/3/24', '3.2010249112e+014', '段炳新', '1899/12/31', '60700000', '1986/9/29', '', '书刊、报纸印刷，信封、信笺、本册的印刷、销售。复印、打字、电脑照排。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/5/11', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118724', '4', '320000000045266', '江苏省环境保护工业工程总公司', '南京市峨嵋路１号', '876', '879', '3187', '25', '6', '1993/1/3', '2001/3/13', '3.2000011012e+012', '冯 耀', '1899/12/31', '812000000', '1993/1/3', '', '环保、化工、轻工、能源、计算机、装饰工程的规划、设计、施工、安装、咨询服务、新产品研制。仪器仪表、电子计算机及配件、汽车（小轿车除外）、摩托车、普通机械、电器机械及器材、化工原料（危险品除外）、化工设备、电子产品、金属材料、建筑材料销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/6/12 15:09', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118725', '5', '320000000043473', '江苏省税务局招待所', '南京市三元巷５号', '876', '886', '3044', '25', '6', '1994/3/25', '1997/3/4', '3.2000011006e+012', '吴英红', '1899/12/31', '40000000', '1991/8/21', '', '住宿。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/2/3', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118728', '4', '320000000045717', '江苏交通发展公司', '南京市升州路１６号', '876', '894', '2993', '26', '6', '1993/3/19', '1995/7/24', '3.2010343102e+014', '陈永华', '1899/12/31', '50000000', '1993/3/19', '', '汽车客货运输，建筑材料、金属材料、汽车零部件、船用辅机销售，技术咨询、技术服务，公路防撞护栏安装、标线划定，标牌制作、安装，五金、交电、化工（危险品除外）、粮油制品、百货销售，国内旅游客运。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/2/19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118730', '5', '320000000044064', '江苏省 京港农场', '江苏省东台市龙干桥', '876', '1992', '2001', '25', '6', '1992/5/6', '2004/3/12', '3.2091951072e+014', '花德旺', '1899/12/31', '1685000000', '1992/5/6', '', '粮食作物及其种子、棉花、油料作物及其种子、麻类、蔬菜、食用菌、杂类农作物及其种子、树苗、果类种植、动物饲养、淡水动物养殖、园艺植物培植。农场及周围乡镇所需化肥、农药、农膜，拖拉机配件，汽车零部件批发、零售；农机修理。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/3/12', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118739', '6', '320000000043947', '江苏东大医学科技开发公司', '南京市丁家桥８７号', '876', '914', '3187', '25', '6', '1992/3/30', '2003/1/19 11:06', '3.2011357072e+014', '张宁馨', '1899/12/31', '40000000', '1992/3/30', '', '医疗技术服务、技术咨询，医用Ｘ线设备研究。生物化学试剂、电子计算机及配件、化学原料（危险品除外）、石油制品（三种成品油除外）、建筑材料、五金、交电、百货、汽车零部件的销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/1/14', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118740', '6', '320000000043002', '江苏育才劳动服务部', '南京市泰山镇后河沿９０号', '876', '932', '2920', '26', '6', '1987/2/25', '2003/11/22', '3.201056401e+014', '黄枫', '1899/12/31', '12000000', '1987/2/25', '', '日用百货、日用化学品、烟、酒、付食品、冷冻饮品、茶叶、干鲜果品、糖、建筑五金、家用电风扇、照明电器、电线、文教用品、日用杂品（烟花爆竹除外）的零售、代购、代销。中餐服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/11/17', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118742', '4', '320000000043176', '南京双门楼宾馆', '南京市虎踞北路１８５号', '876', '914', '3044', '25', '6', '1982/10/12', '2000/3/13', '3.2010661023e+014', '卞吉华', '1899/12/31', '770000000', '1982/10/12', '', '住宿、饮食服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/2/28', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118747', '4', '320000000045338', '江苏环宇科教器材公司', '南京市童卫路６号', '876', '882', '2541', '25', '6', '1993/1/20', '2001/3/26', '3.2011346072e+014', '姚国顺', '1899/12/31', '50000000', '1993/1/20', '', '制冷空调设备、教学仪器、五金、交电、纸、文化用品、劳保用品、针纺织品、百货销售。制冷空调设备零配件、教学仪器零配件销售、加工、维修，电子计算机及配件的销售、维修。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/5/16', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118751', '10', '320000000046159', '苏州非金属矿工业设计研究院', '苏州市三香路999号', '876', '1422', '3210', '25', '6', '1993/6/23', '2007/1/31 9:11', '3.2050252123e+014', '陈俊华', '1899/12/31', '712000000', '1993/6/23', '', '建材行业的技术开发、技术咨询、技术转让和技术服务，设计和制作印刷品广告，利用出版的《非金属矿》杂志发布广告，房屋租赁，石材装饰工程施工，石材防护处理，石材防护产品的销售。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/1/31 9:11', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118752', '8', '320000000027754', '江苏省广播电视科学研究所有限公司', '南京市白下路209号东楼', '876', '887', '3187', '51', '8', '1992/11/4', '2007/12/10 15:19', '3.2010360043e+014', '路阳', '1899/12/31', '818000000', '1992/11/4', '', '广播电视系统工程、计算机网络系统工程、通讯系统工程（卫星地面接收设施除外）、可视会议系统工程、大屏幕显示系统工程、  楼宇自动化控制系统工程、保安监控及防盗报警系统工程的设计、施工、调试及技术咨询、技术服务（国家有专项规定的，经审批后经营）；电子产品及通信设备（卫星地面接收设施除外）的开发、制造、销售；线路、设备安装。', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/12/10 15:19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118767', '16', '3.2000000005e+014', '江苏华东建设基础工程总公司', '南京市大光路26号华东大厦9层', '876', '890', '3196', '25', '6', '1992/12/2', '2006/12/12 9:00', '3.2012319651e+017', '谢兴楠', '1899/12/31', '2200700000', '1992/12/2', '', '建筑工程施工，岩土工程设计，地质灾害治理工程评估、设计、施工，地质钻探，钻井。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/12/12 9:00', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118768', '8', '3.2000000005e+014', '江苏省消防工程公司', '南京市延龄巷６１号', '876', '886', '2840', '170', '6', '1993/2/26', '2006/9/19', '3.2010247061e+014', '马中英', '1899/12/31', '608000000', '1993/2/26', '', '机电设备安装，起重设备安装，消防设施工程施工，电视监控报警设备设计、安装，消防器材制造、销售，防火材料、金属材料（贵金属除外）、普通机械、电器机械及器材、建筑材料（危险化学品除外）销售，室内外装饰。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/9/19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118771', '4', '3.2000000004e+014', '江苏金融电子化服务中心', '南京市中山东路３号', '876', '879', '3270', '25', '6', '1992/7/2', '2002/9/5', '3.2010244032e+014', '王九昌', '1899/12/31', '40000000', '1992/7/2', '', '电子设备、电子计算机、办公自动化设备安装、调试、维修、技术服务，电子计算机软件开发。电子计算机、电子产品销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2002/9/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118773', '10', '3.2000000004e+014', '江苏舒卫培训基地', '南京市江苏路１７２号', '876', '912', '3044', '26', '6', '1992/3/28', '2006/10/26 17:20', '3.2010655013e+014', '汤雁霞', '1899/12/31', '30000000', '1992/3/28', '', '住宿、餐饮服务，咨询服务，人员培训，物业管理，科技中介服务，其他科技服务，技术推广服务，烟零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/10/26 17:20', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118782', '8', '3.2000000004e+014', '江苏省环本农场', '通州市环本镇', '876', '1668', '2001', '25', '6', '1989/12/12', '2004/10/21 15:22', '3.209266304e+014', '陈士勇', '1899/12/31', '1193000000', '1989/12/12', '', '农作物种植、畜、禽饲养、淡水动物养殖，农副产品加工。针织品、服装、床上用品、玩具、餐具、普通机械（锅炉压力容器除外）、纸箱、发动机、塑料制品的制造及其销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/10/21', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118791', '6', '3.2000000005e+014', '江苏金信新闻发展公司', '南京市虎踞路７７号（金厦山庄０２幢）', '876', '912', '3152', '25', '6', '1993/8/14', '2004/5/13 9:14', '3.2010753053e+014', '黄圣民', '1899/12/31', '30000000', '1993/8/14', '', '技术咨询、技术服务，设计、制作、代理国内报纸广告，电脑照排，五金、交电、化工原料及产品（危险品除外）、建筑材料、针纺织品、金属材料（贵金属除外）、摩托车及零部件、百货销售，烟零售。定型包装保健食品销售＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/5/10', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118822', '8', '3.2000000005e+014', '江苏省华厦房地产开发公司', '南京市北京东路77号-2', '876', '880', '3123', '25', '6', '1993/3/5', '2003/7/25', '3.2010651102e+014', '尹引', '1899/12/31', '1067200000', '1993/3/5', '', '城市综合开发（二级），房屋销售、租赁，室内外装饰。钢材、建筑材料、装饰材料、粮油及制品的销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/8/8', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118828', '10', '3.2000000005e+014', '江苏大方经营公司', '南京市龙蟠中路７７号华山饭店Ｃ栋', '876', '880', '2892', '26', '6', '1993/10/21', '2005/3/15', '3.201061968e+017', '邢乔', '1899/12/31', '580000000', '1993/10/21', '', '汽车客运，汽车修理，室内外装璜，中介服务。化工原料（危险品除外）、粮油制品、建筑材料、装饰材料、五金、交电、汽车零部件、摩托车、电子产品及通信设备（卫星地面接收设施除外）、农副产品、滋补品、日用杂货（烟花爆竹除外）、百货、纺织品、工艺美术品（金银制品除外）、劳保用品销售，烟零售。石油制品（五种成品油除外）制造。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/3/15', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118831', '10', '3.2000000005e+014', '江苏南化化机换热器厂', '南京市六合区南化机姜桥１号', '876', '991', '2596', '26', '6', '1994/3/22', '2005/12/22 11:01', '3.2011250071e+014', '汤承虎', '1899/12/31', '144500000', '1994/3/22', '', '化工设备制造、销售、维修，劳务中介服务，装卸搬运货物，汽车零部件、五金、交电、电工器材、钢材、紧固件、建筑材料、劳保用品、日用杂品、化工产品（危险品除外）、水暖器材、农副产品（棉花除外）、普通机械销售，技术开发，家用电器修理，设备安装。副食品及其它食品（烟限零售）加工、销售（限批准的分支机构经营）、餐饮服务（限批准的分支机构经营），防腐保温材料制造销售。住宿（限分支机构经营）。停车场服务（限分支机构经营）。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/12/22 11:01', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118833', '9', '3.2000000005e+014', '江苏南化医卫工贸公司', '南京市葛关路５５２号', '876', '4658', '2592', '26', '6', '1994/3/22', '2006/4/21', '3.2011250112e+014', '郑家和', '1899/12/31', '18900000', '1994/3/22', '', '管道维修，百货、日用杂货、针纺织品、劳保用品、五金、建筑材料、电工器材、农副产品（棉花除外）销售。洗染服务，编织服务，缝纫服务，书刊零售，停车服务，保洁、劳务服务，药品零售（限分支机构经营），计生用具零售（限分支机构经营），一类医疗器械、二类基础外科手术器械、普通诊察器械、中医仪器设备、卫生材料及敷料、电子温度测量装置、电子压力测量装置零售（限分支机构经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/21', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118849', '6', '3.2000000005e+014', '江苏省通用机械物资公司', '南京市广州路３９－１１号', '876', '912', '2902', '25', '6', '1994/3/26', '2002/3/15', '3.201064812e+014', '夏茂茹', '1899/12/31', '50000000', '1994/3/26', '', '普通机械、电器机械、五金、交电、化工原料（危险品除外），汽车（小轿车除外）、摩托车及零部件、建筑材料、金属材料（贵金属除外）、电子产品、百货的销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/3/17', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118856', '1', '3.2000000005e+014', '江苏省广告公司', '南京市中山东路４０２号', '876', '889', '3157', '29', '6', '1994/6/18', '1994/6/18', '3.2010631103e+014', '尹开国', '1899/12/31', '60000000', '1994/6/18', '', '设计、制作、发布、代理国内外各类广告，承办各类公关促销活动，广告咨询服务，承接与广告有关的新闻发布与文化演出；工业生产资料、农业生产资料（国家有专项规定的除外）的销售；运输服务；技术服务；摄像服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '1994/6/18', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118865', '13', '3.2000000005e+014', '江苏省纺织（集团）总公司', '南京市中山东路４８２号', '876', '889', '3187', '25', '6', '1992/12/29', '2006/4/26', '3.2010649052e+014', '谢  明', '1899/12/31', '12800000000', '1992/12/29', '', '纺织品、服装的设计、开发、生产、加工、销售；纺织原料、染化料、纺织机械、器材及其配件销售；汽车及零配件销售；实业投资；资产受托管理；纺织工程项目及其相关重大项目可行性论证、设计、开发、建设；自营和代理各类商品及技术的进出口业务（国家限定公司经营或禁止进出口的商品和技术除外）；设备安装、调试；设计、制作印刷品广告、利用《江苏纺织》发布国内杂志广告（限分支机构经营）。会议、展览服务；室内外装修装饰。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/26', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118866', '6', '3.2000000004e+014', '江苏省供销社（集团）总公司', '南京市中山北路１０１号', '876', '913', '2861', '26', '6', '1992/8/24', '2005/7/5', '3.201065709e+014', '高扬', '1899/12/31', '30541000000', '1992/8/24', '', '工业生产资料、农业生产资料、农副产品、饲料、百货、五金、交电、汽车（小轿外除外）汽车零部件、普通机械销售（锅炉、压力容器除外）；废旧物资回收，旅游服务，室内外装饰，商品售后服务，商品信息服务，科技咨询。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/7/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118871', '4', '3.2000000005e+014', '江苏省国际体育交流中心', '南京市五台山１－３号', '876', '912', '2920', '25', '6', '1994/6/30', '2015/12/25 9:18', '3.2010355111e+014', '雎宁', '1899/12/31', '50000000', '1994/6/30', '', '体育表演，体育场地、设施服务、体育培训、体育交流服务。设计、制作、发布国内印刷品和馈赠品广告及体育服务中心场地内户外广告和外商来华广告。体育赛期间的国内和外商来华广告。体育用品、服装销售。与体育有关的咨询服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2015/12/25 9:18', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118877', '15', '3.2000000002e+014', '江苏金飞达电动工具有限公司', '高邮市卸甲镇东风街156号', '876', '2060', '', '51', '8', '1994/6/30', '2012/4/10', '3.2010550091e+014', '殷秀华', '1899/12/31', '1378080000', '1994/6/30', '', '电器机械、仪器仪表、电动工具的制造、销售；本企业生产所需材料、设备、技术的购销。本企业自产机电产品、成套设备及相关技术的出口业务；本企业生产、科研所需的原辅材料、机械设备、仪器仪表、备品备件、零配件及技术的进口业务（国家规定的一、二类进口商品除外）；开展本企业中外合资经营、合作生产及“三来一补”业务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2014/8/6 10:19', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118889', '6', '320000000046095', '中国药科大学科技实业（集团）总公司', '南京市童家巷２４号', '876', '914', '3187', '25', '6', '1993/5/19', '2005/12/30', '3.2010646083e+014', '潘裕坚', '1899/12/31', '624300000', '1993/5/19', '', '技术服务，咨询服务，人才培训，工程论证，仪器仪表、工业生产资料（小轿车除外）、五金、交电、化工产品（危险品除外）、玻璃仪器、百货、日用杂品、针纺织品、装饰材料（危险化学品除外）销售。副食品、其它食品（烟零售）销售（限指定地点经营）。保健食品零售（限分支机构经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/12/30', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118902', '4', '320000000044683', '江苏华茂图书文化经营部', '南京市宁海路１２２号', '876', '912', '2946', '25', '6', '1992/9/24', '1998/12/7', '3.2010252012e+014', '许民', '1899/12/31', '40000000', '1992/9/24', '', '书刊、录音出版物零售、出租，文教用品、体育用品、文娱用品销售。图书情报咨询，复印。装璜设计、图书管理软件开发。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/4', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118904', '6', '320000000046484', '江苏天冠科技开发公司', '南京市孝陵卫２００号', '876', '882', '2734', '25', '6', '1994/7/30', '2001/11/20', '5.1010263082e+014', '刘中', '1899/12/31', '110000000', '1993/9/10', '', '电子、光学、机械、塑料产品制造、销售、技术服务，家用电器修理，百货销售，电视监控和防盗报警系统安装，线路安装。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/6/14 9:10', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118907', '8', '320000000045741', '江苏省隆利源食品饲料工业公司', '南京市莫愁新寓涌泉里１１号', '876', '915', '3152', '25', '', '1993/3/27', '2006/4/25', '3.2010361113e+014', '杨宁', '1899/12/31', '50000000', '1993/3/27', '', '食品、饲料技术咨询、技术服务，饲料、食品添加剂、饲料添加剂、食品及饲料加工机械销售。建筑材料、普通机械、五金、交电、百货、金属材料、燃料油、润滑油的销售。建筑机械的租赁，饲料加工机械的制造。汽油、柴油零售（限分支机构经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/25', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118922', '4', '320000000046669', '江苏初阳传播商务公司', '南京市汉口西路６７号', '876', '912', '3210', '25', '6', '1993/11/18', '1996/9/16', '3.2010656102e+014', '张  勇', '1899/12/31', '218000000', '1993/11/18', '', '企业形象设计；设计、制作、发布、代理国内影视广告、报刊广告、印刷品广告、户外广告、外商来华广告；装璜设计、施工；展览服务，技术咨询，技术服务；仪器仪表、电子计算机及配件、文化办公机械、定型包装食品、百货销售，面包、糕点加工、销售（限指定地点经营）。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2004/2/26', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118924', '21', '320000000023913', '江苏华虹投资咨询有限责任公司', '南京市建邺区罗廊巷2号02幢211室', '876', '893', '3123', '51', '8', '1994/6/30', '2016/5/3 18:04', '3.3010664031e+014', '王春华', '1899/12/31', '500000000', '1994/6/30', '', '投资咨询，房地产咨询、房地产经纪（以上国家有专项规定的办理审批手续后经营），建筑材料、装璜材料、文化用品销售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2016/5/3 18:03', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118938', '9', '320000000047047', '江苏省房地产建筑装饰工程总公司', '南京市平江府路191号', '876', '894', '2823', '27', '6', '1994/4/7', '2006/7/28 9:48', '3.4252119631e+017', '徐盛发', '1899/12/31', '500000000', '1994/4/7', '', '建筑装饰工程的设计与施工，水、电、气安装工程、空调音响工程、设备安装工程、系统工程、防水防腐保温工程的设计与施工，建筑装饰材料的生产、销售，工程咨询服务。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/7/28 9:48', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118952', '10', '320000000044101', '江苏省岩土工程公司', '南京市珠江路７００号', '876', '880', '3196', '25', '6', '1992/5/22', '2004/7/15 10:22', '4.201061963e+017', '冯树森', '1899/12/31', '100', '1992/5/22', '', '岩土工程勘察，软弱地基基础处理工程，各类桩基础工程，地下连续墙工程，特种钻凿工程，边坡支护、水文地质工程地质钻探、凿井、水井、地热井工程，地下水厂施工，高速公路路基、一级标准以下公路和独立大桥工程的施工，土石方工程。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2005/9/23', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118955', '11', '91320000MA1M9NUW3K', '江苏省蓝宝电力燃料公司', '南京市延龄巷６３号', '876', '886', '2852', '26', '4', '1994/4/27', '2018/3/2 17:05', '320106611204203 3208261993...', '王读平 孙磊', '1899/12/31', '480000000', '1994/4/27', '2018/3/2', '煤炭、石油制品（五种成品油除外）、装饰材料、建筑材料、化工（危险品除外）、劳保用品、针纺织品的销售，设备、管道、线路安装、维修，工程技术咨询，劳务服务。＊', '3.2000000005e+014', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2018/3/2 17:28', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118973', '5', '320000000046845', '南京师范大学科技实业集团公司', '南京市宁海路１２２号', '876', '912', '3152', '25', '6', '1994/2/4', '2001/3/13', '3.2010650103e+014', '赵兴昌', '1899/12/31', '868000000', '1994/2/4', '', '技术咨询、技术服务、信息服务、展览服务，中介服务，本公司开发产品的制造、销售，高校校办企业开发产品的销售，电子计算机及配件、仪器仪表销售，仪器设备维修。百货、五金、交电、化工（危险品除外）、电子产品及通信设备（卫星地面接收设施除外）、建筑材料、针纺织品、工艺美术品（金银制品除外）、普通机械、电器机械及器材、汽车（小轿车除外）及零部件销售，打字，复印。*', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2006/4/25', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118981', '6', '320000000046781', '江苏省古典建筑园林建设公司', '南京市北京西路43-7号', '876', '912', '2823', '25', '6', '1991/9/10', '2003/5/15', '3.2010650011e+014', '吴治平', '1899/12/31', '1040400000', '1991/9/10', '', '承包国内中国古典建筑、工业与民用建筑、园林建筑及绿化工程，室内装璜的设计、施工；线路、管道和设备安装，地基基础工程、土石方工程、防水工程施工，配套供应、承包项目所需建材。盆景、红木家具陈设的生产、销售，花、木、鱼、鸟的养殖、销售。承包境外园林古建筑工程和境内国际招标工程；上述境外工程所需的设备、材料出口；对外派遣实施上述境外工程所需的劳务人员。 ＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2003/5/15', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118985', '4', '320000000047493', '江苏省康宁经营服务中心', '南京市广州路３００号', '876', '912', '2861', '25', '6', '1994/10/25', '2007/4/5', '3.2010661091e+014', '殷雷', '1899/12/31', '5000000', '1994/10/25', '', '工艺美术品（金银制品除外）、日用百货零售。＊', '', '025-8879231', 'www.sparksoft.com.cn', 'jxsw@sparksoft.com.cn', '300', '73441816-6', '91320000734418166Q', '100-499人', 'jiangsu sparkent software coltd', '', '2007/4/5', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '118993', '6', '320000000044232', '江苏省华夏科技公司', '南京市扬州路4号', '876', '912', '2902', '25', '6', '1992/7/24', '2006/10/24 15:27', '3.2010633061e+014', '李录春', '1899/12/31', '50000000', '1992/7/24', '', '计算机软件开发、系统集成，电子产品、照相器材、摩托车及零部件、汽车零部件、消防器材、五金、装饰材料、其它食品销售，烟零售，摄影服务，彩扩，复印，电子产品、消防器材安装、维修，技术咨询。＊', '', '', '', '', null, '', '', '', '', '', '2006/10/24 15:27', '1902/5/25');
INSERT INTO `t_corp` VALUES ('876', '119000', '9', '320000000045977', '江苏科技影视中心', '南京市锁金村４号６０４室￣６１０室', '876', '883', '3157', '25', '6', '1993/4/29', '2006/8/30 15:34', '3.2010419611e+017', '胡义东', '1899/12/31', '210000000', '1993/4/29', '', '设计、制作、发布国内印刷品、礼品、自有场所户外广告，设计、制作、代理国内影视、报刊广告。摄录像服务，电视制片设备出租。环保技术服务，电子技术服务，化学技术服务，机电设备招投标代理。＊', '', '', '', '', null, '', '', '', '', '', '2006/8/30 15:33', '1902/5/25');

-- ----------------------------
-- Table structure for `t_corp_dist`
-- ----------------------------
DROP TABLE IF EXISTS `t_corp_dist`;
CREATE TABLE `t_corp_dist` (
  `ORG` int(15) NOT NULL,
  `ID` int(15) NOT NULL,
  `SEQ_ID` int(15) NOT NULL,
  `DIST_REG_NO` varchar(30) DEFAULT NULL,
  `DIST_NAME` varchar(100) DEFAULT NULL,
  `DIST_BELONG_ORG` varchar(100) DEFAULT NULL,
  `DIST_CORP_ORG` int(15) DEFAULT NULL,
  `DIST_CORP_ID` int(15) DEFAULT NULL,
  `DIST_CORP_SEQ_ID` int(15) DEFAULT NULL,
  `FARE_PLACE` varchar(500) DEFAULT NULL,
  `OPER_MAN_IDENT_NO` varchar(50) DEFAULT NULL,
  `OPER_MAN_NAME` varchar(50) DEFAULT NULL,
  `FARE_SCOPE` text,
  `START_DATE` varchar(30) DEFAULT NULL,
  `CHECK_DATE` varchar(30) DEFAULT NULL,
  `CREATE_DATE` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`ORG`,`ID`,`SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_corp_dist
-- ----------------------------
INSERT INTO `t_corp_dist` VALUES ('1', '1', '1', '001', '子公司01', '', null, null, null, 'XX省XX市', '张一三', '网络安全', '2000/1/1', '2000/5/1', '', '');
INSERT INTO `t_corp_dist` VALUES ('2', '2', '2', '002', '子公司02', '', null, null, null, 'XX省XX市', '张一五', '架构', '2000/1/1', '2000/5/1', '', '');
INSERT INTO `t_corp_dist` VALUES ('876', '7034', '1', '3200001801142', '江苏省花山阀门厂装卸队', '876', '876', '126070', '5', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7034', '2', '3200001801142', '江苏省花山阀门厂装卸队', '876', '876', '126070', '5', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7035', '1', '3200001801140', '江苏花山集团有限公司铸造分公司', '876', '876', '126166', '7', '南京市高淳县花山', '320113680930487', '孙林林', '电机、工业管道阀门、水嘴、水暖管件、台钳、阀门铸件、外协铸件的制造、销售。＊', '', '2004/5/14', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7035', '2', '3200001801140', '江苏花山集团有限公司铸造分公司', '876', '876', '126166', '7', '南京市高淳县花山', '320113680930487', '孙林林', '电机、工业管道阀门、水嘴、水暖管件、台钳、阀门铸件、外协铸件的制造、销售。＊', '', '2004/5/14', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7035', '3', '3200001801140', '江苏花山集团有限公司铸造分公司', '876', '876', '126166', '7', '南京市高淳县花山', '320113680930487', '孙林林', '电机、工业管道阀门、水嘴、水暖管件、台钳、阀门铸件、外协铸件的制造、销售。＊', '', '2004/5/14', '2004/5/11');
INSERT INTO `t_corp_dist` VALUES ('876', '7036', '1', '3200001803874', '江苏花山集团有限公司玉泉服饰分公司', '876', '876', '133167', '7', '南京市高淳县花山煤矿四大队十二队', '320125671010601', '胡常青', '承揽服装、箱包、文体用品、钟表、仪表、不锈钢制品、电器、玩具、鞋的加工。*', '', '2003/2/10', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7036', '2', '3200001803874', '江苏花山集团有限公司玉泉服饰分公司', '876', '876', '133167', '7', '南京市高淳县花山煤矿四大队十二队', '320125671010601', '胡常青', '承揽服装、箱包、文体用品、钟表、仪表、不锈钢制品、电器、玩具、鞋的加工。*', '', '2003/2/10', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7036', '3', '3200001803874', '江苏花山集团有限公司玉泉服饰分公司', '876', '876', '133167', '7', '南京市高淳县花山煤矿四大队十二队', '320125671010601', '胡常青', '承揽服装、箱包、文体用品、钟表、仪表、不锈钢制品、电器、玩具、鞋的加工。*', '', '2003/2/10', '2004/5/11');
INSERT INTO `t_corp_dist` VALUES ('876', '7037', '1', '3200001803873', '江苏省花山阀门厂花山加油站', '876', '876', '133168', '3', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7037', '2', '3200001803873', '江苏省花山阀门厂花山加油站', '876', '876', '133168', '3', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7038', '1', '3200001801129', '江苏花山建材厂', '876', '876', '133169', '3', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7038', '2', '3200001801129', '江苏花山建材厂', '876', '876', '133169', '3', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7039', '1', '3200001801143', '江苏花山粮食加工厂', '876', '876', '133170', '4', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7039', '2', '3200001801143', '江苏花山粮食加工厂', '876', '876', '133170', '4', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7040', '1', '3200001801139', '江苏省花山阀门厂汽车队', '876', '876', '133171', '4', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7040', '2', '3200001801139', '江苏省花山阀门厂汽车队', '876', '876', '133171', '4', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7041', '1', '3200001801141', '江苏花山玉泉茶厂', '876', '876', '133172', '3', '', '', '', '', '', '', '2002/11/14');
INSERT INTO `t_corp_dist` VALUES ('876', '7041', '2', '3200001801141', '江苏花山玉泉茶厂', '876', '876', '133172', '3', '', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_dist` VALUES ('876', '7168', '1', '企合苏分字第00128号', '江苏京侨食品有限公司常府街专卖店', '876', '876', '118175', '2', '', '', '', '', '', '', '2003/4/8');
INSERT INTO `t_corp_dist` VALUES ('876', '7315', '1', '3200001800678', '江苏省电力建设公司劳动服务公司四方旅社', '876', '876', '124686', '5', '', '', '', '', '', '', '2003/1/7');
INSERT INTO `t_corp_dist` VALUES ('876', '7315', '2', '3200001800678', '江苏省电力建设公司劳动服务公司四方旅社', '876', '876', '124686', '5', '', '', '', '', '', '', '2003/6/26');
INSERT INTO `t_corp_dist` VALUES ('876', '7377', '2', '3200001804877', '江苏东恒国际服务集团有限公司大中华酒店', '876', '876', '139973', '2', '', '', '', '', '', '', '2003/2/19');
INSERT INTO `t_corp_dist` VALUES ('876', '7685', '2', '3200001803679', '江苏飞达文化娱乐有限公司升州歌舞厅', '876', '876', '119619', '4', '', '', '', '', '', '', '2003/6/11');
INSERT INTO `t_corp_dist` VALUES ('876', '330237', '1', '3200001805338', '江苏省食品集团有限公司魔芋食品厂', '876', '876', '121928', '4', '南京市雨花台区西善桥镇梅山桥头', '340304630107081', '刘天成', '魔芋食品加工、销售，食品添加剂、农副产品、粮油及其制品销售。*', '2001/12/13', '2006/3/2 16:40:31', '2006/3/2 16:40:31');
INSERT INTO `t_corp_dist` VALUES ('876', '379032', '1', '3200001802498', '江苏远洋运输有限公司国际海员商场', '876', '876', '127057', '4', '南京市湖南路１８５号', '120107530222455', '杨春华', '五金、交电、工艺美术品（黄金首饰限零售）、塑料制品、装饰材料、家具、服装、摩托车、皮革制品、针纺织品、通信器材（卫星地面接收设施除外）、电子计算机及配件、文化办公机械销售。文化用品、日用杂品、仪器仪表、建筑材料、音像制品批发、零售，电器维修，复印。＊', '1995/3/15', '2006/4/25', '2006/4/25');
INSERT INTO `t_corp_dist` VALUES ('876', '415553', '1', '3200001803874', '江苏花山集团有限公司玉泉服饰分公司', '876', '876', '133167', '7', '南京市高淳县花山煤矿四大队十二队', '320125671010601', '胡常青', '承揽服装、箱包、文体用品、钟表、仪表、不锈钢制品、电器、玩具、鞋的加工。*', '1997/9/29', '2006/5/16', '2006/6/8 19:31:48');
INSERT INTO `t_corp_dist` VALUES ('876', '415602', '1', '3200001805735', '江苏康达维娱乐服务有限公司出租汽车分公司', '876', '876', '118124', '2', '南京市热河南路77号附楼5单元201、202室', '', '孙德兴', '出租汽车。', '1992/7/31', '2003/7/14', '2006/6/8 19:31:48');
INSERT INTO `t_corp_dist` VALUES ('876', '415731', '1', '3200002800630', '江苏港宁装璜有限公司建筑装璜设计事务所', '876', '876', '118126', '5', '南京市江苏路59号', '320102530419001', '穆洪远', '承接建筑装饰设计业务。', '1995/3/1', '2004/3/10 14:45:44', '2006/6/9 10:03:37');
INSERT INTO `t_corp_dist` VALUES ('876', '415765', '1', '3200001802498', '江苏远洋运输有限公司国际海员商场', '876', '876', '127057', '4', '南京市湖南路１８５号', '120107530222455', '杨春华', '五金、交电、工艺美术品（黄金首饰限零售）、塑料制品、装饰材料、家具、服装、摩托车、皮革制品、针纺织品、通信器材（卫星地面接收设施除外）、电子计算机及配件、文化办公机械销售。文化用品、日用杂品、仪器仪表、建筑材料、音像制品批发、零售，电器维修，复印。＊', '1995/3/15', '2006/4/25', '2006/6/9 10:03:38');
INSERT INTO `t_corp_dist` VALUES ('876', '415774', '1', '3200001805722', '江苏省食品集团有限公司京西宾馆', '876', '876', '123051', '1', '南京市草场门大街111号', '320106491205121', '韩金华', '住宿，制售中餐，酒类、冷饮、饮料、国产卷烟零售，理发美容，歌舞、卡拉OK、KTV包间（6间），百货销售，室内外装饰，礼仪服务，服装洗染服务。（经消防检验合格后方可经营）', '2003/5/8 17:53:54', '2003/5/8 17:53:54', '2006/6/9 10:03:38');
INSERT INTO `t_corp_dist` VALUES ('876', '415814', '1', '3200002800762', '江苏省冶金设计院有限公司民用节能建筑分公司', '876', '876', '131421', '3', '南京市大光路大阳沟４４号', '320103630227183', '葛玉林', '乙级综合建筑设计，咨询服务。＊', '1996/5/28', '2005/3/10', '2006/6/9');
INSERT INTO `t_corp_dist` VALUES ('876', '416166', '1', '3200001802495', '江苏远洋运输有限公司船员分公司', '876', '876', '127058', '5', '南京市湖南路１８５号', '320102521126005', '毛曙光', '技术咨询，技术服务，劳保用品、百货、五金、交电、建筑材料销售，海轮引航。＊', '1995/3/14', '2004/9/28 10:51:30', '2006/6/9 20:21:48');
INSERT INTO `t_corp_dist` VALUES ('876', '416171', '1', '3200001805804', '江苏省食品集团有限公司南京生物化学制药研究所', '876', '876', '123707', '1', '南京市草场门大街111号', '320106561208048', '陈  莹', '生化制药仪器设备研究，原辅材料的研究，生化技术服务，咨询服务。*', '2004/9/8 16:57:31', '2004/9/8 16:57:31', '2006/6/9 20:21:48');
INSERT INTO `t_corp_dist` VALUES ('876', '416212', '1', '3200001805816', '江苏省食品集团有限公司养殖分公司', '876', '876', '123743', '1', '南京市草场门大街111号', '320106630921121', '曹国林', '畜禽养殖，植物种植，饲料销售。', '2004/10/9 15:34:58', '2004/10/9 15:34:58', '2006/6/9 20:21:48');
INSERT INTO `t_corp_dist` VALUES ('876', '560122', '1', '3202822803960', '南京赛特环境工程有限公司宜兴分公司', '1098', '1022', '17669661', '1', '', '320223640606020', '许雪萍', '受主公司委托从事环境影响评价（前述范围涉及专项审批的凭有效资格证书经营）。', '2006/10/18', '2006/10/18', '2007/3/28');
INSERT INTO `t_corp_dist` VALUES ('876', '560122', '2', '3202822803960', '南京赛特环境工程有限公司宜兴分公司', '1098', '1022', '17669661', '1', '', '320223640606020', '许雪萍', '受主公司委托从事环境影响评价（前述范围涉及专项审批的凭有效资格证书经营）。', '2006/10/18', '2006/10/18', '2008/7/29 8:32:30');
INSERT INTO `t_corp_dist` VALUES ('876', '103608336', '1', '1251458568695', '名称', '', null, null, null, '', '', '', '（依法须经批准的项目，经相关部门批准后方可开展经营活动）', '', '', '2016/5/10 16:50:42');

-- ----------------------------
-- Table structure for `t_corp_pertains`
-- ----------------------------
DROP TABLE IF EXISTS `t_corp_pertains`;
CREATE TABLE `t_corp_pertains` (
  `ORG` int(15) NOT NULL,
  `ID` int(15) NOT NULL,
  `SEQ_ID` int(15) NOT NULL,
  `CERTIFICATE_TYPE` varchar(50) DEFAULT NULL,
  `PERSON_NAME` varchar(50) DEFAULT NULL,
  `PERSON_TYPE` varchar(50) DEFAULT NULL,
  `CERTIFICATE_NO` varchar(50) DEFAULT NULL,
  `SELECT_TYPE` varchar(50) DEFAULT NULL,
  `HOLDPOST_START` varchar(30) DEFAULT NULL,
  `HOLDPOST_EDN` varchar(30) DEFAULT NULL,
  `SEX` varchar(10) DEFAULT NULL,
  `AGE` varchar(30) DEFAULT NULL,
  `COUNTRY` varchar(30) DEFAULT NULL,
  `CREATE_DATE` varchar(30) DEFAULT NULL,
  PRIMARY KEY (`ORG`,`ID`,`SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_corp_pertains
-- ----------------------------
INSERT INTO `t_corp_pertains` VALUES ('1', '1', '1', '身份证', '员工01', '总经理', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('2', '2', '2', '身份证', '员工02', '总经理', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('3', '3', '3', '身份证', '员工03', '总经理', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('4', '4', '4', '身份证', '员工04', '总经理', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('5', '5', '5', '身份证', '员工05', '总经理', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('6', '6', '6', '身份证', '员工06', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('7', '7', '7', '身份证', '员工07', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('8', '8', '8', '身份证', '员工08', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('9', '9', '9', '身份证', '员工09', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('10', '10', '10', '身份证', '员工10', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('11', '11', '11', '身份证', '员工11', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('12', '12', '12', '身份证', '员工12', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('13', '13', '13', '身份证', '员工13', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('14', '14', '14', '身份证', '员工14', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('15', '15', '15', '身份证', '员工15', '董事长', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('16', '16', '16', '身份证', '员工16', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('17', '17', '17', '身份证', '员工17', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('18', '18', '18', '身份证', '员工18', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('19', '19', '19', '身份证', '员工19', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('20', '20', '20', '身份证', '员工20', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('21', '21', '21', '身份证', '员工21', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('22', '22', '22', '身份证', '员工22', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('23', '23', '23', '身份证', '员工23', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('24', '24', '24', '身份证', '员工24', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('25', '25', '25', '身份证', '员工25', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('26', '26', '26', '身份证', '员工26', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('27', '27', '27', '身份证', '员工27', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('28', '28', '28', '身份证', '员工28', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('29', '29', '29', '身份证', '员工29', '高管', '', '', '', '', '', '', '', '');
INSERT INTO `t_corp_pertains` VALUES ('876', '75788', '1', '', '杨振武', '1865', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75789', '1', '', '施献新', '80092', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75799', '1', '', '乔华清', '80092', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75802', '1', '1861', '李双成', '1865', '320106460619123', '1888', '', '', '', '', '', '2002/3/29');
INSERT INTO `t_corp_pertains` VALUES ('876', '75860', '1', '', '杨晓青', '1867', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75861', '1', '', '杨晋珠', '80092', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75906', '2', '', '姜宗祥', '1869', '320106490308323', '1889', '', '', '', '', '', '2002/7/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '75911', '4', '', '蔡清泉', '1869', '003519002B', '1889', '', '', '', '', '', '2005/9/8');
INSERT INTO `t_corp_pertains` VALUES ('876', '75915', '1', '', '胡咏华', '1867', '320106570710201', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75958', '1', '', '邓绍栋', '', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '75981', '2', '', '陈金虎', '', '', '', '', '', '', '', '', '2003/11/24');
INSERT INTO `t_corp_pertains` VALUES ('876', '75989', '1', '', '徐  勇', '', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '76009', '1', '', '郭  炜', '', '', '', '', '', '', '', '', '1899/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '76040', '3', '1861', '谈加茹', '1869', '320104611008082', '1888', '', '', '', '', '', '2005/10/24');
INSERT INTO `t_corp_pertains` VALUES ('876', '76048', '2', '1861', '张瑞琪', '1872', '320924196006158776', '1888', '', '', '', '', '', '2005/2/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '76058', '4', '', '刘安平', '1876', '320103560311201', '1888', '', '', '', '', '', '2003/3/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '76090', '2', '', '陈锡尧', '1869', 'N100374285', '1889', '', '', '', '', '', '2004/10/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '76096', '3', '', '李耀祥', '1866', '262150694382', '1889', '', '', '', '', '', '2004/12/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76099', '2', '', '麦耀明', '1869', '779660692494', '1889', '', '', '', '', '', '2004/10/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '76114', '1', '', '路建平', '1867', '320103551028051', '', '', '', '', '', '', '1988/6/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76117', '3', '1861', '杨金生', '1869', '320114500727033', '1889', '', '', '', '', '', '2005/4/20');
INSERT INTO `t_corp_pertains` VALUES ('876', '76135', '1', '1862', '寺泽辉彦(TERASAWA TE', '1878', 'TE6064264', '1889', '', '', '', '', '', '2001/11/2');
INSERT INTO `t_corp_pertains` VALUES ('876', '76137', '1', '1862', '饭岛庸吉', '1866', 'MQ7127355', '1889', '', '', '', '', '', '2003/12/19');
INSERT INTO `t_corp_pertains` VALUES ('876', '76233', '2', '1861', '徐子平', '1869', '320623370514781', '1888', '', '', '', '', '', '2001/10/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '76241', '1', '1861', '吴友福', '1869', '320623510620003', '1888', '', '', '', '', '', '2000/12/11');
INSERT INTO `t_corp_pertains` VALUES ('876', '76246', '2', '1861', '花美芳', '1871', '320623560625782', '1888', '', '', '', '', '', '2001/10/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '76250', '2', '1861', '王尔康', '1869', '3200001100225', '', '', '', '', '', '', '2002/3/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '76253', '2', '1861', '张  凌', '1869', '3200001100225', '', '', '', '', '', '', '2002/3/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '76256', '1', '1861', '钱军', '1869', '320106670624085', '1888', '', '', '', '', '', '2001/7/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76267', '2', '1861', '张俊臣', '1869', '320625560726693', '1888', '', '', '', '', '', '2003/3/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76397', '3', '1861', '于银军', '1871', '320621711012791', '1888', '', '', '', '', '', '2003/2/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76397', '4', '1861', '于银军', '1871', '320621711012791', '1888', '', '', '', '', '', '2004/3/11');
INSERT INTO `t_corp_pertains` VALUES ('876', '76397', '5', '1861', '于银军', '1871', '320621711012791', '1888', '', '', '', '', '', '2005/4/12');
INSERT INTO `t_corp_pertains` VALUES ('876', '76398', '4', '1861', '于拥军', '1869', '320211680622343', '1888', '', '', '', '', '', '2004/3/11');
INSERT INTO `t_corp_pertains` VALUES ('876', '76399', '2', '1861', '黄长根', '1869', '320621660510023', '1888', '', '', '', '', '', '2002/8/23');
INSERT INTO `t_corp_pertains` VALUES ('876', '76402', '3', '1861', '陈警娇', '1869', '320621580528002', '', '', '', '', '', '', '2003/2/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76404', '2', '1861', '薛庆龙', '1869', '320621640419021', '1888', '', '', '', '', '', '2002/8/23');
INSERT INTO `t_corp_pertains` VALUES ('876', '76404', '3', '1861', '薛庆龙', '1869', '320621640419021', '1888', '', '', '', '', '', '2003/2/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76408', '3', '1861', '王综武', '1874', '320105430710001', '1888', '', '', '', '', '', '2004/9/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '76417', '2', '1861', '徐玉奎', '1868', '3200001100174', '', '', '', '', '', '', '2003/3/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '76437', '2', '1861', '梁中田', '1865', '320811510811053', '1888', '', '', '', '', '', '2003/3/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '76442', '1', '1861', '王正龙', '1869', '320103640214077', '1888', '', '', '', '', '', '2003/12/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '76442', '2', '1861', '王正龙', '1869', '320103640214077', '1888', '', '', '', '', '', '2004/7/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76443', '2', '1861', '马赋华', '1869', '320102490414163', '1888', '', '', '', '', '', '2004/7/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76453', '1', '1861', '华金荣', '1876', '3200203380618091', '1888', '', '', '', '', '', '2000/11/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '76465', '2', '1861', '刘为君', '1871', '320219', '1888', '', '', '', '', '', '2002/5/20');
INSERT INTO `t_corp_pertains` VALUES ('876', '76466', '4', '1861', '蔡佩琪', '1872', '320219481223729', '1888', '', '', '', '', '', '2004/4/8');
INSERT INTO `t_corp_pertains` VALUES ('876', '76473', '5', '1861', '薛  强', '1878', '3200001100262', '1888', '', '', '', '', '', '2004/9/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76486', '3', '1861', '杨超', '1871', '320112197903251618', '1888', '', '', '', '', '', '2004/11/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '76487', '1', '1861', '王之麒', '', '', '', '', '', '', '', '', '1991/3/13');
INSERT INTO `t_corp_pertains` VALUES ('876', '76495', '1', '1861', '杨国民', '', '', '', '', '', '', '', '', '1991/3/13');
INSERT INTO `t_corp_pertains` VALUES ('876', '76522', '1', '1861', '孙宝玉', '', '', '', '', '', '', '', '', '1992/5/20');
INSERT INTO `t_corp_pertains` VALUES ('876', '76553', '1', '1861', '高有华', '1869', '', '', '', '', '', '', '', '1994/10/17');
INSERT INTO `t_corp_pertains` VALUES ('876', '76561', '1', '1861', '王建华', '1869', '', '', '', '', '', '', '', '1994/10/17');
INSERT INTO `t_corp_pertains` VALUES ('876', '76630', '1', '1861', '胡相如', '1869', '', '', '', '', '', '', '', '1999/10/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76632', '2', '', '张蔚', '1871', '32062340073421', '1888', '', '', '', '', '', '2002/8/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76636', '2', '', '高炳华', '1872', '320623480815781', '1888', '', '', '', '', '', '2002/8/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76641', '2', '', '张沛华', '1869', '320623510921781', '1888', '', '', '', '', '', '2002/8/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76647', '1', '', '刘志刚', '1869', '320623660929421', '1888', '', '', '', '', '', '2002/8/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '76659', '1', '', '刘新安', '1865', '', '', '', '', '', '', '', '1991/3/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76673', '2', '1861', '李宝泉', '1869', '3200001102198', '', '', '', '', '', '', '2001/8/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76677', '1', '1861', '吴家驹', '1869', '3200001102198', '', '', '', '', '', '', '2001/8/23');
INSERT INTO `t_corp_pertains` VALUES ('876', '76679', '2', '1861', '王明禄', '1868', '3200001102198', '', '', '', '', '', '', '2001/8/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76682', '2', '1861', '沙晓明', '1869', '3200001102198', '', '', '', '', '', '', '2001/8/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76684', '2', '1861', '高翔', '1869', '3200001102198', '', '', '', '', '', '', '2001/8/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76688', '1', '1861', '高翔', '1869', '320622580824001', '1888', '', '', '', '', '', '2001/9/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '76689', '3', '1861', '朱武', '1871', '320622510926021', '1888', '', '', '', '', '', '2004/3/5');
INSERT INTO `t_corp_pertains` VALUES ('876', '76751', '3', '', '刘建华', '1869', '610103710629217', '1888', '', '', '', '', '', '2005/5/9');
INSERT INTO `t_corp_pertains` VALUES ('876', '76756', '2', '1861', '王泽忠', '1869', '130105195205201834', '1888', '', '', '', '', '', '2005/1/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '76851', '1', '1861', '陈玉英', '1867', '', '', '', '', '', '', '', '1996/12/30');
INSERT INTO `t_corp_pertains` VALUES ('876', '76871', '1', '1861', '张祝南', '1869', '', '', '', '', '', '', '', '1999/1/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '76879', '1', '1861', '李辉', '1867', '', '', '', '', '', '', '', '1999/12/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76884', '1', '1861', '张汉朝', '1869', '', '', '', '', '', '', '', '1999/12/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76897', '2', '1861', '张禹清', '1871', '320625520608691', '1888', '', '', '', '', '', '2003/3/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '76900', '2', '1861', '张祝南', '1869', '320625690220692', '1888', '', '', '', '', '', '2003/3/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '76902', '1', '1861', '邹之中', '1869', '360103550908271', '1888', '', '', '', '', '', '1999/12/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '76911', '2', '', '张世一', '1869', '320106360318041', '', '', '', '', '', '', '2001/9/20');
INSERT INTO `t_corp_pertains` VALUES ('876', '76917', '1', '', '庄斌舵', '1869', '320106621014121', '1889', '', '', '', '', '', '2004/7/1');
INSERT INTO `t_corp_pertains` VALUES ('876', '76939', '3', '1861', '曾北华', '1866', '420107541018154', '1888', '', '', '', '', '', '2004/12/29');
INSERT INTO `t_corp_pertains` VALUES ('876', '76948', '1', '1861', '李海星', '1868', '321002480722301', '1890', '', '', '', '', '', '2004/3/24');
INSERT INTO `t_corp_pertains` VALUES ('876', '76952', '2', '1861', '刘仓娣', '1871', '321003480906026', '1888', '', '', '', '', '', '2004/10/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '76960', '1', '', '金建平', '1865', '320106560620321', '1889', '', '', '', '', '', '2001/9/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '76966', '2', '', '沈厚有', '1878', '320104590714219', '1889', '', '', '', '', '', '2002/7/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '76968', '4', '1861', '朱瑞林', '1869', '320622420816001', '1888', '', '', '', '', '', '2004/6/7');
INSERT INTO `t_corp_pertains` VALUES ('876', '76969', '2', '1861', '夏建中', '1872', '320622440203003', '1888', '', '', '', '', '', '2002/3/5');
INSERT INTO `t_corp_pertains` VALUES ('876', '76978', '1', '1861', '缪一强', '1869', '320622520131003', '1888', '', '', '', '', '', '2002/3/11');
INSERT INTO `t_corp_pertains` VALUES ('876', '76983', '3', '1861', '倪绍荣', '1871', '320622610930001', '1888', '', '', '', '', '', '2004/5/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '76985', '1', '1861', '丁宏梅', '1871', '320622680824002', '1888', '', '', '', '', '', '2004/5/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '77000', '1', '1861', '张文高', '', '', '', '', '', '', '', '', '1995/11/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '77009', '1', '1861', '吴同礼', '', '', '', '', '', '', '', '', '1995/11/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '77010', '1', '1861', '许发华', '', '', '', '', '', '', '', '', '1995/11/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '77015', '1', '1861', '周行磊', '', '', '', '', '', '', '', '', '1995/11/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '77052', '1', '1861', '许发华', '', '', '', '', '', '', '', '', '1998/11/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '77108', '1', '1861', '昌跃进', '1872', '320926590817841', '1890', '', '', '', '', '', '2000/7/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '77110', '3', '1861', '陈志涛', '1865', '320125641012601', '1889', '', '', '', '', '', '2003/2/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '77131', '2', '1861', '许平', '1869', '320112520923041', '1888', '', '', '', '', '', '2003/2/11');
INSERT INTO `t_corp_pertains` VALUES ('876', '77137', '1', '1861', '戴汉忠', '1871', '320112600128043', '1888', '', '', '', '', '', '2002/2/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '77152', '1', '1861', ' 佟晓庭', '1869', '320105600125165', '1888', '', '', '', '', '', '2001/5/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '77165', '1', '1861', '赵富次', '1869', '3200001100251', '', '', '', '', '', '', '2001/4/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '77181', '1', '1861', '唐臻华', '1869', '320621620711001', '1888', '', '', '', '', '', '2004/8/2');
INSERT INTO `t_corp_pertains` VALUES ('876', '77264', '4', '1861', '鞠金虎', '1869', '321102196912231911', '1888', '', '', '', '', '', '2004/1/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '77271', '5', '1861', '缪光全', '1869', '321102570318191', '1888', '', '', '', '', '', '2004/9/22');
INSERT INTO `t_corp_pertains` VALUES ('876', '77275', '4', '1861', '范远程', '1871', '321102560804005', '1888', '', '', '', '', '', '2004/1/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '77327', '1', '1861', '殷正坤', '1871', '320107460408341', '1888', '', '', '', '', '', '1996/12/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '77332', '1', '1861', '朱进', '1879', '320103560223177', '1888', '', '', '', '', '', '1996/12/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '77334', '1', '1861', '俞国忠', '1876', '320107430206341', '1888', '', '', '', '', '', '1996/12/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '77337', '3', '1861', '刘德湘', '1869', '320103600808053', '1888', '', '', '', '', '', '2003/4/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '77345', '3', '1861', '石铭', '1876', '110105195710117111', '1888', '', '', '', '', '', '2004/8/19');
INSERT INTO `t_corp_pertains` VALUES ('876', '77383', '1', '1861', '孙汉文', '', '', '', '', '', '', '', '', '1996/11/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '77387', '1', '1861', '杨汉琴', '', '', '', '', '', '', '', '', '1996/11/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '77400', '1', '1861', '洪欣', '', '', '', '', '', '', '', '', '1996/11/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '77407', '1', '1861', '孔雪梅', '', '', '', '', '', '', '', '', '1997/11/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '77490', '1', '', '徐达书', '1868', '320102600205241', '', '', '', '', '', '', '1992/11/9');
INSERT INTO `t_corp_pertains` VALUES ('876', '77515', '3', '1861', '潘天仪', '1868', '320113470715283', '1890', '', '', '', '', '', '2003/1/21');
INSERT INTO `t_corp_pertains` VALUES ('876', '77710', '1', '', '肖平生', '1867', '320106570422081', '', '', '', '', '', '', '1993/2/4');
INSERT INTO `t_corp_pertains` VALUES ('876', '77880', '1', '1861', '王玉英', '1867', '', '', '', '', '', '', '', '2000/1/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '77908', '1', '1861', '朱聪林', '1869', '', '', '', '', '', '', '', '2000/4/19');
INSERT INTO `t_corp_pertains` VALUES ('876', '77916', '1', '1861', '魏钟林', '1869', '', '', '', '', '', '', '', '2000/4/19');
INSERT INTO `t_corp_pertains` VALUES ('876', '77919', '1', '1861', '倪龙兴', '1869', '', '', '', '', '', '', '', '2000/4/19');
INSERT INTO `t_corp_pertains` VALUES ('876', '77926', '1', '1861', '曹正核', '1867', '', '', '', '', '', '', '', '2001/2/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '77934', '1', '1861', '衣玉建', '1869', '', '', '', '', '', '', '', '2001/2/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '77939', '1', '1861', '沈建生', '1869', '', '', '', '', '', '', '', '2001/2/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '77969', '1', '1861', '公方军', '1868', '3200001100611', '', '', '', '', '', '', '2001/3/1');
INSERT INTO `t_corp_pertains` VALUES ('876', '77974', '1', '1861', '俞荣林', '1868', '3201066600509083', '1889', '', '', '', '', '', '2001/3/1');
INSERT INTO `t_corp_pertains` VALUES ('876', '78129', '1', '1861', '王伟鸣', '1866', '320114591003247', '1888', '', '', '', '', '', '2004/8/13');
INSERT INTO `t_corp_pertains` VALUES ('876', '78268', '3', '1861', '李  东', '1869', '320103630707181', '1888', '', '', '', '', '', '2002/12/2');
INSERT INTO `t_corp_pertains` VALUES ('876', '78268', '5', '1861', '李  东', '1869', '320103630707181', '1888', '', '', '', '', '', '2004/2/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '78271', '3', '1861', '朱亚平', '1865', '320106541206085', '1889', '', '', '', '', '', '2002/12/2');
INSERT INTO `t_corp_pertains` VALUES ('876', '78271', '4', '1861', '朱亚平', '1869', '320106541206085', '1888', '', '', '', '', '', '2003/11/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '78273', '2', '1861', '王中浩', '1868', '3200001100785', '', '', '', '', '', '', '2001/9/29');
INSERT INTO `t_corp_pertains` VALUES ('876', '78420', '3', '1861', '陈全超', '1866', '320223520620111', '1888', '', '', '', '', '', '2003/11/17');
INSERT INTO `t_corp_pertains` VALUES ('876', '78425', '2', '1861', '蒋建平', '1871', '320223600320111', '1888', '', '', '', '', '', '2003/4/14');
INSERT INTO `t_corp_pertains` VALUES ('876', '78426', '2', '1861', '徐南', '1871', '320223571017111', '1888', '', '', '', '', '', '2003/4/14');
INSERT INTO `t_corp_pertains` VALUES ('876', '78459', '1', '1861', '杨炳生', '', '', '', '', '', '', '', '', '1996/12/26');
INSERT INTO `t_corp_pertains` VALUES ('876', '78464', '1', '1861', '黄金监', '', '', '', '', '', '', '', '', '1999/3/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '78468', '1', '1861', '胡兆辉', '', '', '', '', '', '', '', '', '1999/3/3');
INSERT INTO `t_corp_pertains` VALUES ('876', '78506', '2', '', '姜建友', '1878', '32100219660328095', '1888', '', '', '', '', '', '2002/12/27');
INSERT INTO `t_corp_pertains` VALUES ('876', '78510', '2', '', '吴晓梅', '1869', '120103580120266', '1888', '', '', '', '', '', '2005/7/28');
INSERT INTO `t_corp_pertains` VALUES ('876', '78575', '1', '1861', '许宝成', '1869', '', '', '', '', '', '', '', '1995/11/14');
INSERT INTO `t_corp_pertains` VALUES ('876', '78667', '3', '1861', '夏  强', '1876', '320106571005041', '1888', '', '', '', '', '', '2003/4/23');
INSERT INTO `t_corp_pertains` VALUES ('876', '78667', '6', '1861', '夏  强', '1876', '320106571005041', '1888', '', '', '', '', '', '2004/5/18');
INSERT INTO `t_corp_pertains` VALUES ('876', '78680', '1', '1861', '王留彪', '', '', '', '', '', '', '', '', '1993/8/7');
INSERT INTO `t_corp_pertains` VALUES ('876', '78796', '1', '1861', '王毅', '1867', '', '', '', '', '', '', '', '1996/12/31');
INSERT INTO `t_corp_pertains` VALUES ('876', '78908', '3', '1861', '陈博麟', '1878', '320101470810021', '1889', '', '', '', '', '', '2002/4/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '79424', '1', '1861', '李金亮', '', '', '', '', '', '', '', '', '1994/4/1');
INSERT INTO `t_corp_pertains` VALUES ('876', '80098', '6', '1861', '姜国良', '1866', '320622195411262194', '1888', '', '', '', '', '', '2004/11/10');
INSERT INTO `t_corp_pertains` VALUES ('876', '80106', '7', '1861', '张德昌', '1872', '320622461029023', '1888', '', '', '', '', '', '2005/4/22');
INSERT INTO `t_corp_pertains` VALUES ('876', '80121', '1', '1861', '浦忠文', '1871', '320106680508323', '1888', '', '', '', '', '', '2003/5/22');
INSERT INTO `t_corp_pertains` VALUES ('876', '146271', '1', '1861', '陈勤', '1871', '321002571130331', '1888', '', '', '', '', '', '2005/3/29');
INSERT INTO `t_corp_pertains` VALUES ('876', '146272', '3', '1861', '仇翼建', '1869', '321002195709213031', '1888', '', '', '', '', '', '2005/10/9');
INSERT INTO `t_corp_pertains` VALUES ('876', '146278', '1', '1861', '王建平', '1871', '321002611003303', '1888', '', '', '', '', '', '2005/3/29');
INSERT INTO `t_corp_pertains` VALUES ('876', '146284', '2', '1861', '严山平', '1869', '321002550824063', '1888', '', '', '', '', '', '2005/9/16');
INSERT INTO `t_corp_pertains` VALUES ('876', '146286', '3', '1861', '朱学林', '1865', '321002570319303', '1888', '', '', '', '', '', '2005/10/9');
INSERT INTO `t_corp_pertains` VALUES ('876', '148741', '1', '1861', '陈贵平', '1869', '360102197005016338', '1888', '', '', '', '', '', '2005/7/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '148745', '1', '1861', '陆燕荪', '1866', '110102331226277', '1888', '', '', '', '', '', '2005/7/25');
INSERT INTO `t_corp_pertains` VALUES ('876', '148747', '2', '1861', '姚远国', '1869', '321081195612087511', '1888', '', '', '', '', '', '2005/8/15');
INSERT INTO `t_corp_pertains` VALUES ('876', '148751', '2', '1861', '赵西平', '1869', '11010119640607034', '1888', '', '', '', '', '', '2005/8/15');

-- ----------------------------
-- Table structure for `t_corp_stock`
-- ----------------------------
DROP TABLE IF EXISTS `t_corp_stock`;
CREATE TABLE `t_corp_stock` (
  `ORG` decimal(20,0) NOT NULL,
  `ID` decimal(20,0) NOT NULL,
  `SEQ_ID` decimal(20,0) NOT NULL,
  `STOCK_TYPE` varchar(50) DEFAULT NULL,
  `COUNTRY` varchar(50) DEFAULT NULL,
  `CERTIFICATE_TYPE` varchar(50) DEFAULT NULL,
  `CERTIFICATE_NO` varchar(50) DEFAULT NULL,
  `STOCK_NAME` varchar(100) DEFAULT NULL,
  `STOCK_CAPI_TYPE` decimal(10,0) DEFAULT NULL,
  `STOCK_CAPI` decimal(25,0) DEFAULT NULL,
  `STOCK_CAPI_DOLLAR` decimal(15,3) DEFAULT NULL,
  `STOCK_CAPI_RMB` decimal(10,0) DEFAULT NULL,
  `STOCK_PERCENT` varchar(50) DEFAULT NULL,
  `STOCK_RATE_RMB` decimal(10,0) DEFAULT NULL,
  `STOCK_RATE_DOLLAR` decimal(12,6) DEFAULT NULL,
  `CREATE_DATE` varchar(50) DEFAULT NULL,
  PRIMARY KEY (`ORG`,`ID`,`SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_corp_stock
-- ----------------------------
INSERT INTO `t_corp_stock` VALUES ('1', '1', '1', '自然人', '中国', '身份证', '1001', '张一一', null, '200', null, null, '0.4', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('2', '2', '2', '公司', '中国', '企业ID', '1002', '公司02', null, '100', null, null, '0.2', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('3', '3', '3', '自然人', '中国', '身份证', '1003', '张一二', null, '50', null, null, '0.1', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('4', '4', '4', '自然人', '中国', '身份证', '1004', '李一一', null, '300', null, null, '0.3', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('5', '5', '5', '自然人', '中国', '身份证', '1005', '李一二', null, '500', null, null, '0.5', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('6', '6', '6', '公司', '中国', '企业ID', '1006', '公司03', null, '200', null, null, '0.2', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('7', '7', '7', '自然人', '中国', '身份证', '1007', '王一一', null, '400', null, null, '0.5', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('8', '8', '8', '自然人', '中国', '身份证', '1008', '王一二', null, '300', null, null, '0.375', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('9', '9', '9', '自然人', '中国', '身份证', '1009', '王一三', null, '100', null, null, '0.125', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('10', '10', '10', '公司', '中国', '企业ID', '1010', '子公司01', null, '100', null, null, '1', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('11', '11', '11', '公司', '中国', '企业ID', '1011', '子公司02', null, '200', null, null, '1', null, null, '');
INSERT INTO `t_corp_stock` VALUES ('876', '75621', '4', '36', '', '1791', '330325590312461', '谢公社', null, '103000000', null, null, '', null, null, '2004/3/29');
INSERT INTO `t_corp_stock` VALUES ('876', '75622', '4', '36', '', '1791', '330325540922462', '谢三妹', null, '32600000', null, null, '', null, null, '2004/3/29');
INSERT INTO `t_corp_stock` VALUES ('876', '75623', '4', '36', '', '1791', '330325040521021', '欧玉叶', null, '23200000', null, null, '', null, null, '2004/3/29');
INSERT INTO `t_corp_stock` VALUES ('876', '75624', '6', '36', '', '1791', '320106591023323', '魏异军', null, '121000000', null, null, '', null, null, '2005/9/23');
INSERT INTO `t_corp_stock` VALUES ('876', '75625', '6', '36', '', '1791', '320112281003162', '邱宗玉', null, '79000000', null, null, '', null, null, '2005/9/23');
INSERT INTO `t_corp_stock` VALUES ('876', '76784', '6', '98', '', '', '', '江苏省人民政府', null, '30000000000', null, null, '', null, null, '2004/5/13');
INSERT INTO `t_corp_stock` VALUES ('876', '76790', '2', '101', '', '', '', '江苏省人民政府侨务办公室', null, '60000000', null, null, '', null, null, '2003/4/23');
INSERT INTO `t_corp_stock` VALUES ('876', '76799', '1', '73', '', '1792', '', '江苏交通控股有限公司', null, '3860600000', null, null, '', null, null, '2002/12/9');
INSERT INTO `t_corp_stock` VALUES ('876', '76824', '2', '36', '', '1791', '320103550703051', '王尔康', null, '10000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76825', '2', '36', '', '1791', '320106681011242', '张凌', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76826', '2', '36', '', '1791', '320106670624085', '钱军', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76827', '2', '36', '', '1791', '320105500324004', '武玲芳', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76828', '2', '36', '', '1791', '321022471006281', '吴新安', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76829', '2', '36', '', '1791', '320107690920031', '李骁', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76830', '2', '36', '', '1791', '3201013510928000', '秦志玲', null, '5000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76831', '2', '36', '', '1791', '320104700714001', '路海晨', null, '2000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76832', '2', '36', '', '1791', '320103471106004', '费郁馥', null, '3000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76833', '2', '36', '', '1791', '320103660322126', '何晴', null, '2000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76834', '2', '36', '', '1791', '320103541022152', '张俊慧', null, '2000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76835', '2', '36', '', '1791', '320104670315081', '张晨兵', null, '1000000', null, null, '', null, null, '2002/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76838', '2', '101', '', '', '', '江苏省公安厅', null, '200000000', null, null, '', null, null, '2001/10/9');
INSERT INTO `t_corp_stock` VALUES ('876', '76846', '2', '73', '', '1792', '3200001104918', '江苏省轻工资产管理有限公司', null, '582000000', null, null, '', null, null, '2001/12/31');
INSERT INTO `t_corp_stock` VALUES ('876', '76913', '6', '', '', '', '', '江苏省电信实业集团有限责任公司', null, '1408000000', null, null, '', null, null, '2005/3/29');
INSERT INTO `t_corp_stock` VALUES ('876', '76934', '4', '73', '', '1792', '3200001105118', '江苏省惠隆资产管理有限公司', null, '2000000000', null, null, '', null, null, '2004/10/28');
INSERT INTO `t_corp_stock` VALUES ('876', '76961', '6', '43', '', '1792', '1000001000124', '中国石油化工集团公司', null, '152599600000', null, null, '', null, null, '2005/9/6');
INSERT INTO `t_corp_stock` VALUES ('876', '76967', '2', '', '', '', '', '南京841研究所', null, '2071000000', null, null, '', null, null, '2005/2/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76968', '3', '73', '', '1792', '3200001105153', '江苏省粮食集团有限责任公司', null, '714800000', null, null, '', null, null, '2003/8/4');
INSERT INTO `t_corp_stock` VALUES ('876', '76984', '3', '101', '', '', '', '江苏人民广播电台', null, '141900000', null, null, '', null, null, '2004/2/18');
INSERT INTO `t_corp_stock` VALUES ('876', '76988', '2', '101', '', '', '', '江苏省药品监督管理局', null, '156550000', null, null, '', null, null, '2003/8/21');
INSERT INTO `t_corp_stock` VALUES ('876', '77008', '4', '101', '', '', '', '江苏省轻工业厅（江苏省轻工资产管理有限公司）', null, '1482000000', null, null, '', null, null, '2004/9/15');
INSERT INTO `t_corp_stock` VALUES ('876', '77279', '1', '1', '36', '1791', '320682198810230000', '张馨', '130', '1000', '2000.000', '0', '0', null, null, '2014/1/3 17:30');
INSERT INTO `t_corp_stock` VALUES ('876', '77982', '2', '101', '', '', '', '南京体育学院', null, '31000000', null, null, '', null, null, '2004/2/25');
INSERT INTO `t_corp_stock` VALUES ('876', '78026', '2', '43', '', '1792', '3200001101767', '江苏省物资集团总公司', null, '1079000000', null, null, '', null, null, '2003/11/26');
INSERT INTO `t_corp_stock` VALUES ('876', '78089', '2', '101', '', '', '', '南京大学', null, '32500000', null, null, '', null, null, '2004/2/27');
INSERT INTO `t_corp_stock` VALUES ('876', '78108', '2', '43', '', '', '', '南京分析仪器厂', null, '10000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78109', '2', '43', '', '', '', '南京第一化工仪表厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78110', '2', '43', '', '', '', '南京化工电器仪表厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78111', '2', '44', '', '', '', '南京压力表厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78112', '2', '43', '', '', '', '常州热工仪表厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78113', '2', '44', '', '', '', '苏州仪表总厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78114', '2', '43', '', '', '', '南通凯登仪表', null, '10000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78115', '2', '44', '', '', '', '阜宁县阀门厂', null, '5000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78116', '2', '44', '', '', '', '江都仪表厂', null, '6000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78117', '2', '44', '', '', '', '无锡仪表阀门厂', null, '15000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78216', '2', '95', '', '', '', '江苏省总工会', null, '168000000', null, null, '', null, null, '2003/12/31');
INSERT INTO `t_corp_stock` VALUES ('876', '78220', '2', '36', '', '1791', '320106460808001', '周怀成', null, '60000000', null, null, '', null, null, '2003/5/26');
INSERT INTO `t_corp_stock` VALUES ('876', '78221', '2', '', '', '', '', '中国烟草总公司江苏省公司', null, '772000000', null, null, '', null, null, '2002/2/28');
INSERT INTO `t_corp_stock` VALUES ('876', '78222', '3', '', '', '', '', '中国物资储运总公司', null, '1713000000', null, null, '', null, null, '2004/5/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78246', '3', '101', '', '', '', '南京化工职业技术学院', null, '90000000', null, null, '', null, null, '2004/3/24');
INSERT INTO `t_corp_stock` VALUES ('876', '78248', '3', '25', '', '1792', '3200001100465', '中国烟草总公司江苏省公司', null, '47000000', null, null, '', null, null, '2005/6/24');
INSERT INTO `t_corp_stock` VALUES ('876', '78256', '2', '101', '', '', '', '南京大学', null, '12000000', null, null, '', null, null, '2004/2/27');
INSERT INTO `t_corp_stock` VALUES ('876', '78258', '2', '101', '', '', '', '水利部、交通部、电力工业部南京水利科学研究院', null, '1167000000', null, null, '', null, null, '2002/3/21');
INSERT INTO `t_corp_stock` VALUES ('876', '78259', '2', '101', '', '', '', '江苏省轻工业厅（江苏省轻工资产管理有限公司）', null, '712500000', null, null, '', null, null, '2004/3/9');
INSERT INTO `t_corp_stock` VALUES ('876', '78262', '5', '97', '', '', '', '江苏省贸易厅（江苏省贸易资产管理有限公司）', null, '586000000', null, null, '', null, null, '2005/8/4');
INSERT INTO `t_corp_stock` VALUES ('876', '78419', '2', '43', '', '1792', '1000001001047', '中国石油物资装备（集团）总公司', null, '5515000000', null, null, '', null, null, '2002/4/25');
INSERT INTO `t_corp_stock` VALUES ('876', '78479', '2', '94', '', '1805', '', '王良龙', null, '1500000000', null, null, '', null, null, '2002/9/24');
INSERT INTO `t_corp_stock` VALUES ('876', '78487', '3', '73', '', '1792', '3200001105120', '江苏省国有资产经营（控股）有限公司', null, '3012000000', null, null, '', null, null, '2005/3/2');
INSERT INTO `t_corp_stock` VALUES ('876', '78497', '3', '101', '', '', '', '中国林业科学研究院林产化学工业研究所', null, '123000000', null, null, '', null, null, '2004/11/26');
INSERT INTO `t_corp_stock` VALUES ('876', '78499', '2', '101', '', '', '', '南京大学', null, '30300000', null, null, '', null, null, '2003/6/10');
INSERT INTO `t_corp_stock` VALUES ('876', '78503', '2', '', '', '', '', '南京艺术学院', null, '120000000', null, null, '', null, null, '2002/5/21');
INSERT INTO `t_corp_stock` VALUES ('876', '78504', '6', '', '', '', '', '周远征等874名内部职工股', null, '160000000', null, null, '', null, null, '2004/6/7');
INSERT INTO `t_corp_stock` VALUES ('876', '78505', '6', '', '', '', '', '南通市城市建设开发公司', null, '200000000', null, null, '', null, null, '2004/6/7');
INSERT INTO `t_corp_stock` VALUES ('876', '78506', '6', '', '', '', '', '如皋无线电二厂', null, '42000000', null, null, '', null, null, '2004/6/7');
INSERT INTO `t_corp_stock` VALUES ('876', '78507', '6', '', '', '', '', '如皋教学试剂厂', null, '28000000', null, null, '', null, null, '2004/6/7');
INSERT INTO `t_corp_stock` VALUES ('876', '78508', '6', '', '', '', '', '如皋市国有资产经营有限公司', null, '873000000', null, null, '', null, null, '2004/6/7');
INSERT INTO `t_corp_stock` VALUES ('876', '78511', '3', '101', '', '', '', '东南大学', null, '512000000', null, null, '', null, null, '2003/6/26');
INSERT INTO `t_corp_stock` VALUES ('876', '78515', '4', '43', '', '1792', '', '中国石油化工集团公司', null, '1606000000', null, null, '', null, null, '2004/4/14');
INSERT INTO `t_corp_stock` VALUES ('876', '78516', '3', '', '', '', '', '江苏省人民代表大会常务委员会办公厅', null, '584000000', null, null, '', null, null, '2003/10/30');
INSERT INTO `t_corp_stock` VALUES ('876', '78518', '2', '', '', '', '', '南京邮电学院', null, '7000000', null, null, '', null, null, '2004/3/12');
INSERT INTO `t_corp_stock` VALUES ('876', '78519', '3', '', '', '', '', '中国矿业大学', null, '710900000', null, null, '', null, null, '2004/4/15');
INSERT INTO `t_corp_stock` VALUES ('876', '78566', '3', '73', '', '1792', '3200001100621', '南京金陵饭店集团有限公司', null, '443200000', null, null, '', null, null, '2004/3/2');
INSERT INTO `t_corp_stock` VALUES ('876', '78567', '1', '43', '', '', '', '河海大学', null, '201100000', null, null, '', null, null, '2001/2/27');
INSERT INTO `t_corp_stock` VALUES ('876', '78570', '2', '101', '', '', '', '南京博物院', null, '50000000', null, null, '', null, null, '2004/3/25');
INSERT INTO `t_corp_stock` VALUES ('876', '78574', '1', '43', '', '1792', '1000001000008', '中国煤炭物产集团公司', null, '273500000', null, null, '', null, null, '2001/4/10');
INSERT INTO `t_corp_stock` VALUES ('876', '78575', '3', '101', '', '', '', '中国药科大学', null, '36000000', null, null, '', null, null, '2004/8/27');
INSERT INTO `t_corp_stock` VALUES ('876', '78607', '1', '73', '', '', '3200001103268', '江苏方源集团有限公司', null, '3000000000', null, null, '', null, null, '2001/7/27');
INSERT INTO `t_corp_stock` VALUES ('876', '78608', '2', '43', '', '', '', '河海大学', null, '150000000', null, null, '', null, null, '2004/3/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78610', '3', '101', '', '', '', '江苏省新闻出版局', null, '89220000', null, null, '', null, null, '2005/1/14');
INSERT INTO `t_corp_stock` VALUES ('876', '78616', '2', '94', '', '', '', '江苏省科学技术协会', null, '157500000', null, null, '', null, null, '2004/2/19');
INSERT INTO `t_corp_stock` VALUES ('876', '78620', '2', '', '', '', '', '河海大学劳动服务公司', null, '6000000', null, null, '', null, null, '2005/1/24');
INSERT INTO `t_corp_stock` VALUES ('876', '78625', '4', '', '', '', '', '江苏商业管理干部学院', null, '30000000', null, null, '', null, null, '2004/4/5');
INSERT INTO `t_corp_stock` VALUES ('876', '78639', '2', '101', '', '', '', '江苏省国家安全厅', null, '1000000000', null, null, '', null, null, '2003/5/13');
INSERT INTO `t_corp_stock` VALUES ('876', '78643', '3', '', '', '', '', '中国轻工集团公司', null, '3177700000', null, null, '', null, null, '2004/6/28');
INSERT INTO `t_corp_stock` VALUES ('876', '78689', '3', '101', '', '', '', '南京林业大学', null, '100000000', null, null, '', null, null, '2004/3/8');
INSERT INTO `t_corp_stock` VALUES ('876', '78690', '2', '43', '', '', '3200001100521', '江苏省通信设备厂', null, '11900000', null, null, '', null, null, '2005/8/9');
INSERT INTO `t_corp_stock` VALUES ('876', '78691', '3', '101', '', '', '', '江苏省计量测试技术研究所', null, '15000000', null, null, '', null, null, '2003/11/24');
INSERT INTO `t_corp_stock` VALUES ('876', '78718', '2', '43', '', '1792', '1000001000162', '中国黄金集团公司', null, '50500000', null, null, '', null, null, '2004/3/18');
INSERT INTO `t_corp_stock` VALUES ('876', '78719', '3', '101', '', '', '', '江苏省贸易厅（江苏省贸易资产管理有限公司）', null, '6402000000', null, null, '', null, null, '2005/9/5');
INSERT INTO `t_corp_stock` VALUES ('876', '78725', '7', '', '', '', '', '江苏省信息中心', null, '580000000', null, null, '', null, null, '2004/9/6');
INSERT INTO `t_corp_stock` VALUES ('876', '78834', '4', '101', '', '', '', '省气象台', null, '50000000', null, null, '', null, null, '2004/2/25');
INSERT INTO `t_corp_stock` VALUES ('876', '78942', '1', '36', '', '1791', '310105197004062000', '章斌', null, '3000000', null, null, '', null, null, '2003/3/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78943', '1', '36', '', '1791', '310105681003285', '杨光', null, '3000000', null, null, '', null, null, '2003/3/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78944', '1', '36', '', '1791', '320106541030087', '杨天鹏', null, '2000000', null, null, '', null, null, '2003/3/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78946', '1', '36', '', '1791', '320107631005348', '鲁红', null, '2000000', null, null, '', null, null, '2003/3/11');
INSERT INTO `t_corp_stock` VALUES ('876', '78993', '3', '101', '', '', '', '南京师范大学', null, '5000000', null, null, '', null, null, '2005/11/30');
INSERT INTO `t_corp_stock` VALUES ('876', '78997', '8', '43', '', '1792', '1000001000041', '中国中化集团公司', null, '5000000000', null, null, '', null, null, '2005/5/30');
INSERT INTO `t_corp_stock` VALUES ('876', '79002', '2', '43', '', '', '3200001100986', '江苏省非金属设备材料公司', null, '100000000', null, null, '', null, null, '2004/4/14');
INSERT INTO `t_corp_stock` VALUES ('876', '79010', '2', '', '', '', '', '江苏省科教电影电视协会', null, '50000000', null, null, '', null, null, '2005/3/3');
INSERT INTO `t_corp_stock` VALUES ('876', '79012', '2', '101', '', '', '', '南京师范大学', null, '16000000', null, null, '', null, null, '2004/4/28');
INSERT INTO `t_corp_stock` VALUES ('876', '79476', '4', '94', '', '1792', '', '南京大学', null, '494500000', null, null, '', null, null, '2004/6/23');
INSERT INTO `t_corp_stock` VALUES ('876', '79477', '3', '101', '', '', '', '南京林业大学', null, '81000000', null, null, '', null, null, '2004/4/9');
INSERT INTO `t_corp_stock` VALUES ('876', '79825', '2', '94', '', '1792', '', '南京中医药大学', null, '1641779313', null, null, '', null, null, '2003/12/4');
INSERT INTO `t_corp_stock` VALUES ('876', '79867', '4', '101', '', '1805', '', '江苏省中医院', null, '56000000', null, null, '', null, null, '2005/3/17');
INSERT INTO `t_corp_stock` VALUES ('876', '79872', '2', '43', '', '1805', '', '江苏金陵科技集团公司', null, '68000000', null, null, '', null, null, '2002/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '79880', '6', '101', '', '1805', '', '中商企业集团公司', null, '5000000000', null, null, '', null, null, '2005/3/4');
INSERT INTO `t_corp_stock` VALUES ('876', '79899', '3', '43', '', '1792', '3200001100680', '中国石化集团南京设计院', null, '501000000', null, null, '', null, null, '2004/4/13');
INSERT INTO `t_corp_stock` VALUES ('876', '79901', '1', '', '', '', '', '江苏省计划与经济劳动服务公司', null, '218000000', null, null, '', null, null, '2001/3/28');
INSERT INTO `t_corp_stock` VALUES ('876', '81180', '2', '95', '', '1805', '苏民社登字00264号', '江苏省建设机械金属结构协会', null, '3000000', null, null, '', null, null, '2004/3/8');
INSERT INTO `t_corp_stock` VALUES ('876', '81262', '1', '94', '', '1792', '事证第132000000916号', '南京师范大学', null, '11000000', null, null, '', null, null, '2003/6/20');
INSERT INTO `t_corp_stock` VALUES ('876', '81263', '3', '101', '', '', '', '南京信息工程大学', null, '38000000', null, null, '', null, null, '2004/12/17');
INSERT INTO `t_corp_stock` VALUES ('876', '81264', '2', '', '', '', '', '南京师范大学', null, '60700000', null, null, '', null, null, '2004/5/11');
INSERT INTO `t_corp_stock` VALUES ('876', '81266', '1', '101', '', '', '', '江苏省环境保护厅', null, '812000000', null, null, '', null, null, '2001/3/13');
INSERT INTO `t_corp_stock` VALUES ('876', '81267', '2', '101', '', '', '', '江苏省国家税务局', null, '40000000', null, null, '', null, null, '2004/2/3');
INSERT INTO `t_corp_stock` VALUES ('876', '82011', '3', '36', '', '1791', '321084670207321', '金传国', '2774', '40000000', '0.000', '0', '2', null, null, '2011/11/17 14:18');

-- ----------------------------
-- Table structure for `t_m_corp_corp_dist`
-- ----------------------------
DROP TABLE IF EXISTS `t_m_corp_corp_dist`;
CREATE TABLE `t_m_corp_corp_dist` (
  `ID` int(15) NOT NULL,
  `SEQ_ID` int(15) NOT NULL,
  `ORG` int(15) NOT NULL,
  `SUB_ORG` int(15) NOT NULL,
  `SUB_ID` int(15) NOT NULL,
  `SUB_SEQ_ID` int(15) NOT NULL,
  PRIMARY KEY (`ID`,`SEQ_ID`,`ORG`,`SUB_ORG`,`SUB_ID`,`SUB_SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_m_corp_corp_dist
-- ----------------------------
INSERT INTO `t_m_corp_corp_dist` VALUES ('1', '1', '1', '1', '1', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('1', '1', '1', '2', '2', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118199', '10', '876', '876', '415731', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118199', '11', '876', '876', '415731', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118199', '12', '876', '876', '415731', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118265', '5', '876', '876', '7377', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118265', '5', '876', '876', '7685', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7034', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7035', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7036', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7037', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7038', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7039', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7040', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '10', '876', '876', '7041', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7034', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7035', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7036', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7037', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7038', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7039', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7040', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '11', '876', '876', '7041', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '12', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '12', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '13', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '13', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '14', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '14', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '15', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '15', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '15', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '16', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '16', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '16', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '17', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '17', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '17', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '19', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '19', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '19', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '20', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '20', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '20', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '21', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '21', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '21', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '22', '876', '876', '7035', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '22', '876', '876', '7036', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118270', '22', '876', '876', '415553', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '8', '876', '876', '379032', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '9', '876', '876', '379032', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '10', '876', '876', '379032', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '10', '876', '876', '415765', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '10', '876', '876', '416166', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '11', '876', '876', '379032', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '11', '876', '876', '415765', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '11', '876', '876', '416166', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '12', '876', '876', '379032', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '12', '876', '876', '415765', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118332', '12', '876', '876', '416166', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118347', '3', '876', '876', '7168', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '5', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '6', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '7', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '9', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '10', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '11', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118382', '12', '876', '876', '415602', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118435', '11', '876', '876', '415814', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118435', '12', '876', '876', '415814', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118435', '13', '876', '876', '415814', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118435', '15', '876', '876', '415814', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118435', '16', '876', '876', '415814', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '14', '876', '876', '7264', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '15', '876', '876', '7264', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '16', '876', '876', '7264', '3');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '17', '876', '876', '7264', '4');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '18', '876', '876', '7264', '5');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '19', '876', '876', '7264', '5');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '20', '876', '876', '7264', '5');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118494', '21', '876', '876', '7264', '5');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118617', '6', '876', '876', '7315', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118617', '7', '876', '876', '7315', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118617', '16', '876', '876', '19427479', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118727', '14', '876', '876', '103608336', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118734', '10', '876', '876', '560122', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118734', '11', '876', '876', '560122', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118734', '13', '876', '876', '560122', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118734', '14', '876', '876', '560122', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118734', '15', '876', '876', '560122', '2');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '10', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '11', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '12', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '13', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '13', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '13', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '13', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '14', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '14', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '14', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '14', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '15', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '15', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '15', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '15', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '16', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '16', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '16', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '16', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '17', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '17', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '17', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '17', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '18', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '18', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '18', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '18', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '19', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '19', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '19', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '19', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '20', '876', '876', '330237', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '20', '876', '876', '415774', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '20', '876', '876', '416171', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '20', '876', '876', '416212', '1');
INSERT INTO `t_m_corp_corp_dist` VALUES ('118868', '21', '876', '876', '330237', '1');

-- ----------------------------
-- Table structure for `t_m_corp_corp_pertains`
-- ----------------------------
DROP TABLE IF EXISTS `t_m_corp_corp_pertains`;
CREATE TABLE `t_m_corp_corp_pertains` (
  `ID` int(15) NOT NULL,
  `SEQ_ID` int(15) NOT NULL,
  `ORG` int(15) NOT NULL,
  `SUB_ORG` int(15) NOT NULL,
  `SUB_ID` int(15) NOT NULL,
  `SUB_SEQ_ID` int(15) NOT NULL,
  PRIMARY KEY (`ID`,`SEQ_ID`,`ORG`,`SUB_ORG`,`SUB_ID`,`SUB_SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_m_corp_corp_pertains
-- ----------------------------
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '1', '1', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '6', '6', '6');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '11', '11', '11');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '16', '16', '16');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '21', '21', '21');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('1', '1', '1', '26', '26', '26');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '2', '2', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '7', '7', '7');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '12', '12', '12');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '17', '17', '17');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '22', '22', '22');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('2', '2', '2', '27', '27', '27');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '3', '3', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '8', '8', '8');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '13', '13', '13');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '18', '18', '18');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '23', '23', '23');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('3', '3', '3', '28', '28', '28');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '1', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '1', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '2', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '2', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '3', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '3', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '4', '4', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '9', '9', '9');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '14', '14', '14');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '19', '19', '19');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '24', '24', '24');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '4', '29', '29', '29');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '4', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '5', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '5', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '8', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '8', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '9', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '9', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '12', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '12', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '13', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '13', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '14', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '14', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '15', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '15', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '16', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '16', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '17', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '17', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '18', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '18', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '19', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '19', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '20', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '20', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '26', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '26', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '28', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '28', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '29', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '29', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '30', '876', '876', '465366', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('4', '30', '876', '876', '465367', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('5', '5', '5', '5', '5', '5');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('5', '5', '5', '10', '10', '10');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('5', '5', '5', '15', '15', '15');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('5', '5', '5', '20', '20', '20');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('5', '5', '5', '25', '25', '25');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118098', '1', '876', '876', '75788', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118098', '1', '876', '876', '75789', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118102', '1', '876', '876', '75935', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118106', '1', '876', '876', '75939', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118107', '1', '876', '876', '75940', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118108', '1', '876', '876', '75941', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118125', '1', '876', '876', '75958', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118144', '1', '876', '876', '75977', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118148', '2', '876', '876', '75981', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118156', '1', '876', '876', '75989', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118158', '1', '876', '876', '75991', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118176', '1', '876', '876', '76009', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118181', '1', '876', '876', '76020', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '3', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '4', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '5', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '6', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '7', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '8', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '9', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '10', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118195', '11', '876', '876', '504756', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '20', '876', '876', '76040', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '20', '876', '876', '76043', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '20', '876', '876', '76048', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '21', '876', '876', '76040', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '22', '876', '876', '76040', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '22', '876', '876', '76046', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '23', '876', '876', '76040', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '23', '876', '876', '76046', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '24', '876', '876', '76040', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118198', '24', '876', '876', '76046', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '1', '876', '876', '76054', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '2', '876', '876', '76055', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '3', '876', '876', '76053', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '4', '876', '876', '76050', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '4', '876', '876', '76051', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '5', '876', '876', '76061', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118199', '8', '876', '876', '76058', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118201', '2', '876', '876', '76110', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '1', '876', '876', '76114', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '2', '876', '876', '76114', '2');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '4', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '5', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '5', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '6', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '6', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '7', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '7', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '8', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '8', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '10', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '10', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '12', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '12', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '13', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '13', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '14', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '14', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '16', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '16', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '18', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '18', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '20', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '20', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '21', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '21', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '22', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '22', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '23', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '23', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '24', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '24', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '25', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '25', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '26', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '26', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '27', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '27', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '28', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '28', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '29', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '29', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '30', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '30', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '31', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '31', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '32', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '32', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '33', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '33', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '34', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '34', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '36', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '36', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '38', '876', '876', '76117', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118202', '38', '876', '876', '76120', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118204', '1', '876', '876', '76126', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118204', '2', '876', '876', '76135', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118204', '3', '876', '876', '76125', '3');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118204', '3', '876', '876', '76137', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118204', '4', '876', '876', '76125', '4');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118234', '6', '876', '876', '76453', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '1', '876', '876', '76659', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '1', '876', '876', '76666', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '4', '876', '876', '409141', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '5', '876', '876', '409141', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '7', '876', '876', '409141', '1');
INSERT INTO `t_m_corp_corp_pertains` VALUES ('118245', '8', '876', '876', '409141', '1');

-- ----------------------------
-- Table structure for `t_m_corp_corp_stock`
-- ----------------------------
DROP TABLE IF EXISTS `t_m_corp_corp_stock`;
CREATE TABLE `t_m_corp_corp_stock` (
  `ID` int(15) NOT NULL,
  `SEQ_ID` int(15) NOT NULL,
  `ORG` int(15) NOT NULL,
  `SUB_ORG` int(15) NOT NULL,
  `SUB_ID` int(15) NOT NULL,
  `SUB_SEQ_ID` int(15) NOT NULL,
  PRIMARY KEY (`ID`,`SEQ_ID`,`ORG`,`SUB_ORG`,`SUB_ID`,`SUB_SEQ_ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_m_corp_corp_stock
-- ----------------------------
INSERT INTO `t_m_corp_corp_stock` VALUES ('1', '1', '1', '1', '1', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('1', '1', '1', '2', '2', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('1', '1', '1', '3', '3', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('2', '2', '2', '4', '4', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('2', '2', '2', '5', '5', '5');
INSERT INTO `t_m_corp_corp_stock` VALUES ('2', '2', '2', '6', '6', '6');
INSERT INTO `t_m_corp_corp_stock` VALUES ('3', '3', '3', '7', '7', '7');
INSERT INTO `t_m_corp_corp_stock` VALUES ('3', '3', '3', '8', '8', '8');
INSERT INTO `t_m_corp_corp_stock` VALUES ('3', '3', '3', '9', '9', '9');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118266', '9', '876', '876', '78497', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118274', '7', '876', '876', '78518', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118281', '14', '876', '876', '78611', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118330', '8', '876', '876', '78826', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118336', '5', '876', '876', '78835', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118344', '10', '876', '876', '78878', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118344', '12', '876', '876', '78878', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118368', '8', '876', '876', '78974', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118383', '4', '876', '876', '78993', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118390', '13', '876', '876', '78997', '8');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118394', '9', '876', '876', '79001', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118396', '2', '876', '876', '79012', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118402', '10', '876', '876', '79016', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118402', '10', '876', '876', '410050', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118412', '9', '876', '876', '79088', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118414', '7', '876', '876', '79091', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118415', '11', '876', '876', '79092', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118418', '16', '876', '876', '413940', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118427', '5', '876', '876', '79322', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118428', '6', '876', '876', '79323', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118433', '3', '876', '876', '79328', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118455', '20', '876', '876', '79432', '9');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118456', '6', '876', '876', '79433', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118461', '10', '876', '876', '79437', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118467', '8', '876', '876', '79476', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118468', '6', '876', '876', '79477', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118470', '4', '876', '876', '103152141', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118477', '6', '876', '876', '79495', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118480', '4', '876', '876', '79499', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118489', '8', '876', '876', '79642', '6');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118494', '21', '876', '876', '147450', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118496', '5', '876', '876', '79797', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118498', '8', '876', '876', '79798', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118499', '2', '876', '876', '79799', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118534', '10', '876', '876', '79873', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118546', '5', '876', '876', '79899', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118573', '4', '876', '876', '80003', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118578', '5', '876', '876', '80005', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118582', '2', '876', '876', '80010', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118592', '5', '876', '876', '80024', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118593', '5', '876', '876', '80046', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118594', '35', '876', '876', '103700055', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118600', '8', '876', '876', '80053', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118601', '2', '876', '876', '80054', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118609', '4', '876', '876', '80077', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118617', '15', '876', '876', '80092', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118617', '15', '876', '876', '80093', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118630', '8', '876', '876', '511942', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118641', '5', '876', '876', '80695', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118649', '6', '876', '876', '80703', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118656', '7', '876', '876', '80714', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118662', '8', '876', '876', '80836', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118665', '6', '876', '876', '80839', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118669', '9', '876', '876', '80841', '4');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118674', '6', '876', '876', '80847', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118681', '3', '876', '876', '80854', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118682', '9', '876', '876', '80855', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118690', '10', '876', '876', '80906', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118695', '4', '876', '876', '81180', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118698', '4', '876', '876', '81196', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118699', '11', '876', '876', '81197', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118700', '7', '876', '876', '81198', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118701', '7', '876', '876', '81199', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118705', '3', '876', '876', '81203', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118706', '5', '876', '876', '81206', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118708', '10', '876', '876', '81207', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118709', '4', '876', '876', '81208', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118710', '17', '876', '876', '81209', '6');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118714', '8', '876', '876', '81230', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118717', '13', '876', '876', '81232', '9');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118720', '4', '876', '876', '81262', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118721', '6', '876', '876', '81263', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118722', '3', '876', '876', '81264', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118724', '4', '876', '876', '81266', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118725', '5', '876', '876', '81267', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118728', '4', '876', '876', '81320', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118730', '5', '876', '876', '81322', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118739', '6', '876', '876', '81332', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118740', '6', '876', '876', '81333', '3');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118742', '4', '876', '876', '81335', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118747', '4', '876', '876', '81352', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118751', '10', '876', '876', '533118', '1');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81357', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81358', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81359', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81360', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81361', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81362', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81363', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81364', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81365', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81366', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81367', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81368', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81369', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81370', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81371', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81372', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81373', '2');
INSERT INTO `t_m_corp_corp_stock` VALUES ('118752', '8', '876', '876', '81374', '2');
